import MoenJoDaro from "../../assets/images/historicalPlace/moenjoDaro.jpg";
import lensdownBridge from "../../assets/images/historicalPlace/lensdowneBridge.jpeg";
import Kotdiji from "../../assets/images/historicalPlace/Kotdiji.jpg";
import RaniKot from "../../assets/images/historicalPlace/Ranikot-Fort-.jpg";
import FaizMahal from "../../assets/images/historicalPlace/Faiz-Mahal.jpg";
import shahJhanMosque from "../../assets/images/historicalPlace/shahJhanMosque.jpg";
import ShikarpurGantagar from "../../assets/images/historicalPlace/shikarpurGantagar.jpg";
import SinduDarya from "../../assets/images/historicalPlace/sukkurberaj.jpg";
import kotriberaj from "../../assets/images/historicalPlace/kotriberaj.jpg";
import MasoomShahJominaro from "../../assets/images/historicalPlace/minaraSukkur.jpg";
import makliTomb from "../../assets/images/historicalPlace/maklitomb.jpg";
import ram from "../../assets/images/historicalPlace/shriram.jpg";
import church from "../../assets/images/historicalPlace/charch Karachi.jpg";
import ruk from "../../assets/images/historicalPlace/ruk.jpg";
const HistoricalData = [
  {
    id: 1,
    title: "موهن جو دڙو",
    longDescription: ` <p>موهن جو دڙو يا موئن جو دڙو پاڪستان جي صوبي سنڌ جي ضلعي لاڙڪاڻي جي تعلقي ڏوڪريءَ ۾ واقع قديم آثارن واري جاء جو نالو آهي جيڪا يونيسڪو طرفان ھڪ عالمي ورثو قرار ڏنل آهي. 2500 قبل مسيح ۾ ٺهيل، اها قديم سنڌو ماٿري جي تهذيب جي سڀ کان وڏي آبادي هئي ۽ دنيا جي قديم ترين وڏن شهرن مان هڪ آهي، جيڪو قديم مصر، ميسوپوٽيميا، مينوئن ڪريٽ ۽ اتر چيڪو جي تهذيبن سان هم عصر هو۔
    <br/>
    گهٽ ۾ گهٽ 40,000 ماڻهن جي آبادي سان، موهن جو دڙو ڪيترن ئي صدين تائين خوشحال رهيو، پر 1700 ق.م تائين، سنڌو ماٿري جي ٻين وڏن شهرن سان گڏ، ڇڏي ويو۔ سال 1920ع تائين ماڳ ٻيهر دريافت نه ڪيو ويو۔ شهر جي ماڳ تي اهم کوٽائي ڪئي وئي آهي، جنهن کي 1980ع ۾ يونيسڪو عالمي ورثو سائيٽ نامزد ڪيو ويو، ڏکڻ ايشيا ۾ پهريون ماڳ جنهن کي نامزد ڪيو ويو آهي۔ سائٽ کي هن وقت تباهي ۽ غير مناسب بحالي کان خطرو آهي۔
    <br/>
    موئن جو دڙو انساني تاريخ جي 5 هزار سال پراڻي ثفافتي تهذيب آهي، ڏکڻ ايشيائي ملڪن پاڪستان ۽ هندوستان جي سنڌو ماٿريءَ جي هن تهذيب کي شهري رٿا بندي وارو شهر پڻ ڪوٺيو ويندو آهي، جنهن ۾ آب ۽ نيڪاسي جو جديد نظام رائج هو۔ مهين جو دڙو جي تهذيب مصر ۽ ميسوپوٽيما جي تهذيبن جي هم عصر تهذيب هئڻ جو اعزاز رکي ٿي، جڏهن ته مهين جي دڙي تي گهٽ تحقيق ٿيڻ ڪري کيس مصر جي تهذيب بعد ٻئي نمبر تي وڏي تهذيب ڪوٺيو ويندو آهي۔
<br/>
<h2>نالي جو مطلب</h2>
موهن جو دڙو، ماڳ (سائيٽ) جو جديد نالو، سنڌي ۾ مختلف طرح سان ”مرده ماڻهن جو دڙو“ ۽ ”موهن جو دڙو“ (جتي موهن جو مطلب ڪرشنا آهي) جي تشريح ڪئي وئي آهي.
<br/>
<h3>تفصيلي تعارف</h3>
انڊيا جي قديم آثارن جي ماهر راکلداس بئنرجي 1918ع کان ڏکڻ پنجاب، بيڪانير، بهاولپور ۽ سنڌ ۾ سڪندر اعظم جا اهي 11 ٺل ڳولڻ لاءِ مختلف هنڌن جي جاچ ۽ کوٽائي ڪرائي رهيو هو. جيڪي سڪندر اعظم عيسوي سن کان سوا ٽي سو ورهيه اڳ پنهنجي ڪاهه دوران بياس نديءَ جي ڪناري ٺهرايا هئا ۽ مٿن يوناني ٻوليءَ ۽ هندي زبانن ۾ نوشتا اُڪرايا هئا. هن 1918ع کان 1922ع تائين وڏي جدوجهد بعد سنڌ ۾ کيرٿر کان سنڌونديءَ تائين جيڪب آباد، سکر ۽ لاڙڪاڻي ضلعن ۾ 27 وڏن ۽ 53 ننڍن دڙن کي ڳولي، انهن جي کوٽائي ڪرائي، پر اتفاق سان اهي سڀ ٻڌ دور جا يادگار نڪتا. ائين اتفاق سان هيءُ ماهر ووڙيندو ووڙيندو 1922ع ۾ اچي لاڙڪاڻي ضلعي جي ڏوڪري شهر کان 6 ميل پري هڪ ٻڌ اسٽوپا وٽ پهتو، جيڪو ٻڌ دور جو هڪ مندر هيو. اهو ٺل سنڌونديءَ جي سطح کان 46 فوٽ مٿي هڪ دڙي تي هيو. جنهن ٺل جو ۽ اتان مليل ٻڌ ڌرم جي ڀڪشن جي رهڻ جي جاين جو ان کان هيٺين تهن يا زماني سان ڪنهن به قسم جو واسطو نه هو. هي مٿيون سڀ تعميرات ٻڌ ڌرم جي راجا واسديو (پهريون) جي دور جون هيون. اهي ان کان هيٺ موجود شهر جي تباهي کان پوءِ هزار سال گذرڻ بعد ان مٿان وري اڏيون ويون هيون. ان خيال کان ته زمين جي سطح کان مٿانهين جڳهه تي مذهبي آستان جوڙڻ سان ان جو سال بسال سنڌو جي ٿيندڙ ٻوڏين کان بچاءُ ٿي پئي سگهيو.

جڏهن بئنرجي ٺل ڀرسان ڪجهه کوٽائي ڪرائي ته کيس اتان پٿر جا ڪپ ۽ ٺڪر جي ٿانون جو اهڙو ٺيڪراٽ هٿ آيس، جن جو ٻڌ دور سان ڪو به واسطو نه هيو. پر اهي ڪنهن هزارين سال پراڻي دور جي ڪنهن نرالي تهذيب جي نشاندهي ڪن پيا. جڏهن بئنرجي اسٽوپا ڀرسان کوٽائي ڪرائي ته اتان هن کي هڪ اهڙي مهر ملي، جيڪا شڪل ۽ صورت ۾ هڙاپا مان مليل هڪ تصويري رسم الخط واري مهر سان هڪ جهڙائي ڏيکاري پئي. جيڪا سر الگزينڊر ڪنگهم کي هڙاپا جي کوٽائي مان ملي هئي. ان مان بئنرجي اندازو لڳايو ته هتان اڃا ڪنهن قديم تهذيب تي روشني پوندي. جيڪا هڙاپا وانگر 5 هزار سال کن پراڻي هوندي. ڇو جو هتان ملندڙ ڪجهه اوزار ۽ ٺڪر جا ٿانون هڙاپا مان انهن ئي ڏينهن ۾ ٿيندڙ کوٽائي مان ملي رهيا هئا. جيڪو هنڌ ان وقت برصغير ۾ سڀ کان پراڻو ۽ قديم شمار ڪيو ويندو هو. بس ايئن ئي سنڌ جي 5 هزار سال پراڻي تهذيب مٿان زمانن جا پيل پردا ۽ لٽ لهڻ شروع ٿيا. قديم آثارن جي ماهرن جون پرڏيهي اخبارن ۾ هن عظيم تهذيب بابت رپورٽون ۽ بيان شايع ٿيڻ شروع ٿيا ۽ جلد ئي سڄي دنيا ۾ هن عظيم تهذيب ۽ تمدن جي هاڪ پئجي وئي. ان ئي کوٽائيءَ سنڌ ديس جي اڻ لکيل تاريخ ۾ 5 هزار سال اڳ جي سونهري دور جو اضافو ڪيو. برصغير سميت سڄي دنيا جي تاريخ جي شروعات هن خطي جي ذڪر سان شروع ٿيڻ لڳي.

سر جان مارشل ظاهر ڪيو آهي ته مهن جي دڙي مان جيڪي مهرون هٿ آيون آهن، تن مان ڪي عيسوي سن کان 2750 ورهيه، ته ڪي 3250 ورهيه اڳ جون آهن، يعني انهيءَ تهذيب جي ڄمار اٽڪل پنج هزار ورهيه آهي. ڪي چون ته پنج هزار ورهيه اڳي اها تهذيب ههڙي اعليٰ درجي کي رسيل هئي، تنهن مان ئي ظاهر آهي ته اٽڪل ٻه هزار ورهيه اڳي انهيءَ تهذيب جو پايو هوندو، جنهنڪري چئبو ته اها تهذيب اڄ کان ست هزار کن ورهيه اڳي شروع ٿي هوندي. تازو آڪٽوبر 1937ع ۾ نامور عالم ريورنڊ فادر ايڇ. ايس هيرس مدراس يونيورسٽيءَ جي سهاري هيٺ هن مضمون تي تقرير ڪندي جيڪي چيو آهي، تنهن مان ظاهر آهي ته مهن جي دڙي مان جيڪي مهرون لڌيون آهن، تن جو لکيتون هو ڪجهه قدر سمجهي سگهيو آهي. هو صاحب چوي ٿو ته ڪيترن مهرن ۾ سورج منڊل تي راسين ۽ لڇترن جو سڌيءَ توڙي اڻ سڌيءَ طرح اشارو آهي، ۽ هڪ مهر تي مکيه راس بابت لکيل آهي ته ” اُن جي رفتار تيز آهي.“ پوءِ جوتش جي حساب موجب ڄاڻايو اٿس ته مهرن مان سمجهي سگهجي ٿو ته قديم سنڌ جي ماڻهن کي جوتش وڌيا جي سڌ عيسوي سن کان 5610 ورهيه اڳي هئي، ۽ ميسو پوٽيميا طرف جا ماڻهو اها وديا پوءِ سکيا ۽ لکڻ جو هنر به هنن هندستان جي ماڻهن وٽان پوءِ پرايو. ميسو پوٽيميا جي ماڻهن پوءِ اهو هنر يورپ طرف ڦهلايو. مطلب ته فادر هيرس جي چوڻ موجب يورپ جي ماڻهن تي هندستان جي سڀيتا جو آڳاٽي زماني ۾ گهڻو اثر ٿيو هو. سميري ۽ ميسوپوٽيميا تهذيبن جي لکتن ۾ ميلوها(Meluha) جو ذڪر ملي ٿو جن لاءِ ماهرن جي بحث منجهان موهن جي دڙي جو نالو معلوم ٿئي ٿو. ميلوها سان سميري ۽ ميسوپوٽيميا تهذيبن جا واپاري لاڳاپا هئا. ميلوها لاءِ سميري ۽ ميسوپوٽيميا لکتن ۾ ذڪر آهي ته اهو سنڌ ۾ هو. ان بابت ذڪر ڄڻ موهن جي دڙي جو ذڪر هجي۔
<br/>
<h2>دڙي جي کوٽائي</h2> 
موهن جي دڙي جي هن قديم ماڳ جي وڌيڪ کوٽائي ان وقت انڊيا جي قديم آثارن واري کاتي جي ڊائريڪٽر جنرل سر جان مارشل جي نظرداريءَ هيٺ 1922ع جي سياري جي مند ۾ ٿي، جيڪا لاڳيتو 1927ع تائين هلي. ان کوٽائيءَ جو سمورو احوال سر جان مارشل ٽن ضخيم جلدن ۾ شايع ڪرايو. وري ٻيو دفعو هن کنڊر جي کوٽائي ارنيسٽ مئڪي جي نظرداريءَ هيٺ ٿي. جنهن پنهنجو ڪم 1927ع کان 1931ع تائين ڪري ختم ڪيو ۽ پنهنجي تحقيقات کي جدا ڪتاب ۾ شايع ڪيو. ان کانپوءِ وري ڊاڪٽر سر آر ايم وهيلر 1950ع کان هن دڙي جي کوٽائي ڪرائي. وري 1965ع ۾ آمريڪي آرڪيالاجيڪل مشن جي سربراهه پروفيسر جارج ايف ڊيلز "يونيورسٽي آف پينسلونيا" طرفان وڌيڪ کوٽائي ڪرائي وئي. اهڙي طرح هن عظيم شهر جي کوٽائيءَ ۾ بئنرجي، سر جان مارشل، جارج ايف ڊيلز، هارگريوز، سروپ وتيس، ڪي اين ڊڪشٽ پنهنجو ڪردار ادا ڪيو ۽ هيءُ 5 هزار سال پراڻي تهذيب ۽ تمدن جا نرالا رنگ ۽ ڍنگ ورهين گذرڻ کان پوءِ اسان جي سامهون آيا. موهن جي دڙي جو تباهه ٿيل شهر اتر سنڌ جي ضلعي لاڙڪاڻي ۾ ڪراچي-ڪوئيٽا ريلوي لائين تي ڏوڪريءَ جي اسٽيشن کان 6 ميل پري آهي. سنڌوندي هن ماڳ جي اوڀر ۾ وهي ٿي. موهن جي دڙي جو کنڊر 240 ايڪڙن ۾ ڦهليل آهي. لئمبرڪ جي چئي مطابق هيءُ شهر گهيري ۾ ٽن ميلن کان به وڌيڪ ڦهليل آهي ۽ هي تمام گهاٽي آدمشماريءَ وارو شهر هيو.
<h2>مهين جو دڙو، دريافت ۽ کوٽائي</h2>
مهين جي دڙي جي دريافت 1922ع ۾ آر بي بئنرجي ڪئي، جيڪو آرڪيالاجيڪل سروي آف انڊيا جو هڪ آفسير هو. رکيل داس بندوپڌيا بئنرجي کي ٻڌ ڌرم ۽ سڪندر اعظم جي آثارن بابت ذميوارون ڏنيون ويون هيون ۽ هو مهين جو دڙو جي اسٽو پا بابت اطلاع ملڻ تي هن آثارن جي کوٽائي ڪرائي ته اتي هن کي هڪ ٻئي تهذيب جا آثار مليا. آر بي بئنرجي اهڙو اطلاع برٽس گورنمينٽ جي آرڪيالاجي کاتي کي ڏنو، جنهن بعد 1929ع ۾ برطانوي آرڪيالاجي کاتي جو ڊائريڪٽر جنرل سر جان مارشل مهين جي دڙي پهتو ۽ هن مهين جو دڙو جي کوٽائي شروع ڪئي، جنهن ۾ آرڪيالاجي کاتي جاعملدار ڪي اين ڊڪشٽ ۽ ارنيسٽ ميڪي سندس سهڪاري هئا. 1945 ۾ احمد حسن داني ۽ مورٽيمر ويلر پڻ کوٽائي ڪئي، جڏهن ته مکيا کوٽائي65- 1964۾ ڊاڪٽر جي ايف ڊيلز جي اڳواڻي ۾ ڪئي وئي. 1965 کانپوءِ پاڪستان سرڪار جي ڪجهه عملدارن هڪ سازش تحت مهين جي دڙي جي کوٽائي تي پابندي لڳائي ڇڏي، جنهن کانپوءِ مهين جو دڙو تي صرف ننڍا ننڍا پراجيڪٽ شروع ڪيا ويا، جيڪي ڪي به خاطر خواهه نتيجا نه ڏئي سگهيا آهن.
<br/>
دڙي جي کوٽائي: انگريزن جي صاحبيءَ جي اوائل ۾ هن قسم جون کوجنائون رڳو الور، برهمڻ آباد ۽ ٻين ٿورن هنڌن ٿيون هيون، جو تن ڏينهن ۾ اهي هنڌ نهايت آڳاٽا ليکبا هئا. سن 1910ع ۾ ميرپورخاص نزديڪ ڪاهوءَ جي دڙي جي کوٽائي، مسٽر هينري ڪزنس آرڪيالاجيڪل کاتي جي سپرنٽينڊنٽ ڪرائي، ته اتان ٻڌ ڌرم واري زماني جون ڪي حقيقتون معلوم ٿيون. مهن جي دڙي جي سڌ جيتوڻيڪ آرڪيالاجيڪل کاتي وارن، توڙي لاڙڪاڻي ضلع جي روينيو عملدارن کي اڳي ئي هئي، پر ڪنهن نهاريس به ڪونه ٿي. هتي پوءِ سن 1922ع ۾ کوٽائي ٿي ۽ ان لاءِ هڪ اتفاقي سبب اچي بڻيو. سن 1918ع کان وٺي مسٽر رکلداس بئنرجي. ايم. اي آرڪيالاجيڪل کاتي جي سپرنٽنڊنٽ، پنجاب طرف، بياس نديءَ جا سڪل پيٽ پئي جاچيا. سندس مکيه مراد هيءَ هئي، ته عيسوي سن کان سوا ٽي سو کن ورهيه اڳي. بياس نديءَ جي ڪناري وٽ، سڪندر اعظم جيڪي ٻارهن ٺل ٺهرائي، مٿن يوناني ۽ هندستاني ٻولين ۾ نوشتا اُڪرايا هئا، تن جو پتو ڳولي ڪڍجي. اٽڪل چار ورهيه پنجاب جي ڏاکڻي ڀاڱي، بيڪانير ۽ بهاولپور رياست جا گشت ڪندو، مهراڻ يا هاڪڙي جا سڪل ٻيٽ جاچيندو، سنڌ ۾ آيو. واٽ تي بهاولپور رياست ۽ لاڙڪاڻي جي وچ ۾ سنڌونديءَ جا ارڙهن سڪل ٻيٽ نظر آيس! انهن کانسواءِ ٻڌ ڌرم واري زماني جي ستاويهن وڏن ۽ ٽيونجاهه ننڍن شهرن جا ويرانا سرحد سنڌ. سکر ۽ لاڙڪاڻي ضلعن ۾ڏٺائين. اهي سڀ هنڌ اک مان ڪڍندو، سن 1922ع ۾ لاڙڪاڻي طرف مهن جي دڙي وٽ اچي بيٺو. ان وقت هڪ اوچي دڙي تي ڊٺل ٺل ۽ ٻڌ ڌرم وارن جو هڪ مٺ (مندر) هو، جنهن جون ڀتيون سنڌونديءَ جي سپاٽ (سطح) کان ڇائيتاليهه فوٽ اتاهيون هيون. مندر جي چوڌاري ڀيڪشن (ٻڌ ڌرم جي ساڌن) جي رهڻ جي لاءِ ڪوٺيون هيون ۽ انهن ڪوٺين جي وچ ۾ مندر واري عمارت هئي. اتان مٿي چڙهڻ لاءِ ڏاڪڻ هئي ۽ پٺيان ٻئي طرف کان هيٺ لهڻ لاءِ به ڏاڪڻ هئي، اتي هڪ وڏو ٿلهو هو، جنهن تي ٺل بيٺل هو. ان جي پاسي وارين ڀتين جي مٿان ٻه سوڙهيون ڏاڪڻيون هيون، جن مان هڪڙي اُتر ته ٻي ڏکڻ طرف ٿي ويئي. اتي هڪ ننڍڙيءَ ڪوٺيءَ ۾ گوتم ٻڌ جو پتلو رکيل هو. چون ٿا ته انهيءَ پتلي تي اڳي سوني پني چڙهيل هئي، ڀر وارا ڳوٺاڻا ڀانئيندا هئا ته هتي ڪو ڌن پوريل آهي، سي هتي اچي، وقت بوقت زمين کوٽيندا هئا. سرون کَپنديون هين، ته اهي هتان ڪڍي کڻي ويندا هئا. مسٽر بئنرجيءَ هتي اچي، پير سان ٻهر اُٿلايو، ته ٺڪر جي ٿانون ٿپن جا ٺڪر ٽوٽا ڏٺائين، جن تي نهايت عمدو ۽ عجيب ڪم ٿيل هو. ڪي پٿر جون ٺهيل ڇريون به هٿ آيس، جي نئين پٿر واري زماني جون هيون. هي سڄاڻ انهن ٿورين شين لهڻ شرط سمجهيو ته هي هنڌ کوٽائڻ جي لائق آهي. خود کيس اوڏيءَ مهل اها ڳالهه من نڪا چت هئي، ته هتان اهڙي سڀيتا جو پتو پوندو، جا اڳ ڪنهن به ڳولي نه لڌي آهي، پر هتي جي زمين، جا پنج هزارن ورهين جي جهوني سڀيتا پنهنجي پيٽ ۾ پائي ويٺي هئي، سا ڪوڏر جي پهرئين ئي لپي سان پڌري ڪرڻ لڳي، جنهنڪري مسٽر بئنرجيءَ جي هيڪاري دل وري آرڪيالاجيڪل کاتي وارا کوٽائيءَ جو ڪم ڪرائيندا ئي سياري ۾ آهن. مسٽر بئنجريءَ سن 22-1923ع وارو سيارو اُتي کوٽائي ڪرائي، پر ٻئي سياري ۾ به اتي اچي، زمين وڌيڪ کوٽايائين ۽ سندس لايا سجايا ٿيا. مسٽر بئنرجيءَ مهن جي دڙي بابت جيڪي رپورٽون ٻنهي سالن ۾ سرڪار کي موڪليون، آرڪيالاجيڪل کاتن جي ساليانين رپورٽن ۾ ڇپيل آهن. انهن ۾ ڄاڻايو اٿس، ته دڙي کوٽيندي معلوم ٿيو، ته ان ۾ چئن جدا جدا زمانن جون عمارتون آهن. انهن عمارتن اندران جدا جدا زمانن جا سڪا، چقمق جا ٽڪر، ڪچ جون ڪنگڻيون، راند ڪرڻ لاءِ ڍارا، اڇي سنگ مرمر جون ڌوپ ڇٽيون ۽ پتلا لڌا آهن. هڪ چٽسالي ٿيل مورتي لڌي آهي، جا ڪنهن ڏاڙهيءَ سان مڙس جي سسي آهي ۽ مٿي تي کوپڙيءَ جي شڪل جهڙي ٽوپي اٿس. دڙي جي اندر مردا به پوريل هئا، ۽ مردن دفن ڪرڻ جا نمونا به نرالا هئا. مسٽر بئنرجيءَ هتي جي عمارتن مان جيڪي شيون لڌيون، تن ۾ تنت مال پٿر، عاج ۽ ڄؤ جون ٺهيل مهرون آهن، جن تي قسمين قسمين جانورن جون شڪليون اُڪريل آهن. انهن تي ڪي اکر به اڪريل آهن، جيڪي هاڻوڪيءَ ڪنهن به ٻوليءَ جي صورتخطيءَ سان ملي نٿا اچن. اهي اکر اڄ تائين ڪو پوريءَ ريت پڙهي ڪونه سگهيو آهي؛ پر انهن اکرن سمجهڻ جي ڪوشش گهڻي ئي عالم ڪن پيا. مسٽر بئنرجي اهي مهرون ڏسي گد گد ٿيو، جو سمجهيائين ته ڪا شيءِ لڌي اٿم ائين سمجهڻ لاءِ سبب هئس. ان وقت هندستان جي آرڪيالاجيڪل کاتي جو ڊائريڪٽر جنرل سر جان مارشل هو. هرپا ۽ مهن جي دڙي مان لڌل سڀ شيون گهرائي، پاڻ تپاسيائين. هو صاحب يڪدم سمجهي ويو، ته ههڙي کوجنا پنجاب ۽ سنڌ ۾ اڳي ڪنهن به ڪانه ڪئي آهي. مهرن تي جيڪي اکر اڪريل هئا، سي جيتوڻيڪ پاڻ به پڙهي ڪونه ٿي سگهيو، ته به ايترو سمجهيائين ته انهن مهرن تي جيڪي اکر اُڪريل آهن۽ شڪليون نڪتل آهن، سي ڀونوچ سمنڊ وارن ملڪن جي قديم سڀيتا سان ڪجهه قدر ملي ٿيون اچن. پوءِ ته ڇا ڪيائين جو مهن جي دڙي مان لڌل عمارتن ۽ شين، ۽ سڀني مهرن جا فوٽا، ”السٽريٽيڊ لنڊن نيوز“ ۾ ڇپائي پڌرا ڪيائين، ته من ڪو عالم هنن نين شين تي ڪا روشني وجهي سگهي. سندس اهو ليک فوٽن (تصويرون) سميت ”السٽريٽيڊ نيوز“ جي 20 سيپٽمبر 1924ع واري پرچي ۾ ڇپجي پڌرو ٿيو، ته ٺڪ ٻئي هفتي ساڳي مخزن ۾ پروفيسر اي. ايڇ. سئس ظاهر ڪيو ته انهيءَ ساڳي سڀيتا جا اهڃاڻ ميسو پوٽيميا طرف به مليا آهن. مهرون به ساڳيون ته عمارتن جي اڏاوت جو نمونو به ساڳيو! سگهوئي پوءِ ايران طرف به انهيءَ ساڳيءَ سڀيتا جون ثابتيون مليون. جنهنڪري آرڪيالاجيڪل کاتي وارن کي ائين وسهڻ لاءِ سبب ٿيو ته پنجاب ۽ سنڌ کان وٺي، عراق ۽ ميسو پوٽيميا تائين ڪنهن قديم زماني ۾ هڪڙي ئي تهذيب هئي. هن نئينءَ کوجنا ڪيترن ئي هنڌن جي عالمن جو گهڻو ڌيان ڇڪيو. هندستان، يورپ ۽ آمريڪا ۾ جيڪي به اخبارون ۽ مخزنون ڇپجن ٿيون، تن سڀني ۾ مهن جي دڙي بابت ليکن پٺيان ليک ڇپيا، جنهنڪري مهن جو دڙو سڄيءَ دنيا ۾ مشهور ٿي ويو .هينئر هيڪاري ضرور ٿيو ته مهن جو دڙو اڃان وڌيڪ کوٽائجي ته من ڪو وڌيڪ پتو پوي؛ پر هن ڪم لاءِ ججهو ناڻو گهرجي. سگهوئي هند ليجسليٽو اسيمبليءَ جي بجيٽ جي ميٽنگ ۾ رٿ پيش ٿي، ته هندستان جي آرڪيالاجيڪل کاتي کي هند سرڪار هڪ فنڊ پنجاهه لک رپين جو منظور ڪري ڏئي، جنهن مان آئيندي اهڙا دڙا کوٽائجن. انهيءَ رٿ پيش ڪندي سيڪريٽريءَ هن ڳالهه تي زور ڏنو ته پنجاب ۽ سنڌ مان هينئر جنهن سڀيتا جو پتو پيو آهي، تنهن تي سڄي هندستان کي فخر ڪرڻ لاءِ سبب آهي، ۽ اهو فنڊ ضرور قبول ٿيڻ گهرجي. اسيمبليءَ ايترو پئسو ڏيڻ نه قبوليو، ته هندستان ۾ ناراضپو پيدا ٿيو. انهيءَ هوندي به اسيمبليءَ کي جس آهي، جو اڍائي لک روپيا ساليانو قبوليائين. سر جان مارشل پوءِ سنڌ ۾ آيو ۽ مهن جي دڙي جي وڌيڪ کوٽائي ڪرائڻ لاءِ ڪجهه وقت پاڻ اُتي وڃي رهيو. ڏوڪري اسٽيشن کان وٺي مهن جي دڙي تائين رستو ٺهرايائين، عملي لاءِ جايون جوڙايائين ۽ اٽڪل هڪ هزار مزدور دڙي کوٽائڻ لاءِ رکيائين، جن مان ڪيترا بروهي هئا، جي پنهنجيون ڀونگيون اَڏي اتي رهيا؛ مهن جي دڙي وٽ هڪ ڳوٺ ٻڌجي ويو. سرجان مارشل پنهنجي سر مزدورن کي سمجهائيندو هو ته کوٽائي ڪيئن ڪجي. مزدورن جي لاءِ هيءُ نئون ڪم هو، پر اهڙو ته هري ويا جو اَن جو داڻو به لهندا هئا، ته اهو به آڻي ڏيندا هئس. ائين دڙي مان گهڻي ئي شيون لڌيون. جيئن جيئن نيون شيون پئي لڌيون تيئن تيئن انهن جو مختصر ذڪر اخبارن ۾ پئي ڇپيو. آمريڪا ۽ يورپ جي ڪيترن عالمن پڇ پڇ لاتي ته اسان کي چٽيءَ ريت کولي ٻڌايو، ته اتان ڇا ڇا لڌو اَٿَو! سر جان مارشل سندين اُڻ تڻ لاهڻ لاءِ پنهنجيءَ صحيح سان ”السٽريٽيڊ لنڊن نيوز“ ۽ ٻين مخزنن ۾ ليک لکيا. آخر هڪ سهڻو ڪتاب، ٻن جلدن ۾، باتصوير، مهن جي دڙي ۽ سنڌو سڀيتا بابت ڇپايائين جنهن جي قيمت ڏهه گنيون (ڏيڍ سوَ روپيا، اڃان به وڌيڪ) آهي. سن 1922ع کان وٺي 1927ع تائين جيڪا کوٽائي ٿي تنهن جو سربستو ذڪر ان ۾ ڪيو اٿس. انهيءَ کانپوءِ به دڙو کوٽايو اٿن. مسٽر بئنرجي جنهن پهريائين اهو دڙو کوٽايو هو، تنهن مهن جي دڙي بابت ڌار ڪتاب لکيو. مسٽر دڪشٽ ۽ مسٽر مئڪي به ڪيترو وقت پنهنجي نظرداري هيٺ دڙو کوٽايو هو. مسٽر مئڪي به ڌار ڪتاب لکيو آهي. انهيءَ ريت مهن جي دڙي بابت ٻين به ڪتاب لکيا آهن.
</p>`,
    img: MoenJoDaro,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3544.6451105989813!2d68.1331140752866!3d27.32429327640429!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39350a713719d55f%3A0x72b723adb98b8c6b!2sMohenjo%20Daro!5e0!3m2!1sen!2s!4v1744459747634!5m2!1sen!2s"allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/Ut2jlLOGKkg?si=c2ndAc1sE5zCvJjh" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>`,
  },

  {
    id: 2,
    title: "لينسڊائون پل",
    longDescription: `
    <p>لينسڊائون پل سنڌو درياهه تي تعمير ٿيل هڪ تاريخي پُل آهي، جيڪو سنڌ جي ٻن اهم شهرن سکر ۽ روهڙي کي پاڻ ۾ ملائي ٿو. هي پُل انگريزن جي دور ۾ تعمير ڪيو ويو، ۽ اهو نه رڳو انجنيئرنگ جو هڪ شاهڪار آهي، پر سنڌ جي ترقيءَ ۽ آمد و رفت جي سهولتن ۾ به اهم ڪردار ادا ڪري ٿو.
    <br/><br/>
    هي پُل 1887ع ۾ ٺاهڻ شروع ڪيو ويو، ۽ 1889ع ۾ مڪمل ٿيو. ان پل جو ڊزائن سر اليگزينڊر ميڊوز رينڊل ٺاهيو ۽ ريچارڊ نٿنيلسن ان جي تعمير جي نگراني ڪئي. ان وقت هي پل دنيا جو سڀ کان وڏو آرڪ اسٽيل پُل هو. پُل جي ڊگھائي تقريباً 853 فوٽ (260 ميٽر) آهي. ان پل جي تعمير ۾ هزارين مزدورن حصو ورتو، جيڪي مختلف علائقن مان آندل هئا.
    <br/>
    هي پُل خاص طور تي ريلوي گاڏين جي اچ وڃ لاءِ ٺهرايو ويو. ان کان اڳ، ماڻهو نائون يا ٻيڙين جي مدد سان درياهه عبور ڪندا هئا، جيڪو خطري کان خالي نه هو. لينسڊائون پل جي تعمير سان آمد و رفت ۾ آسانی پيدا ٿي، واپار وڌيو، ۽ سنڌ جي معاشي حالتن ۾ بهتري آئي
    <br/>
    هاڻي هن پل جي ڀرسان، 1962ع ۾ هڪ نئون پُل، ايوب پُل پڻ تعمير ڪيو ويو آهي، جيڪو روڊ گاڏين لاءِ آهي. پر لينسڊائون پل اڄ به ريلوي جي اچ وڃ لاءِ ڪم اچي ٿو، ۽ هڪ تاريخي علامت طور اڄ به قائم دائم آهي.</p>
    `,
    img: lensdownBridge,
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3532.7626774495084!2d68.88595637530022!3d27.693728976190393!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935d59bd85043a1%3A0x85a4ff4e81b5606!2sLansdowne%20Bridge%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744459801492!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    documentry: `<iframe width="100%" height="400" src="https://www.youtube.com/embed/L_rBj5VdbDU?si=5r1skeSXz7fcVdCl" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe> `,
  },

  {
    id: 3,
    title: "ڪوٽ ڏيجي قلعو",
    longDescription: `
    <p>ميرن سنڌ لاءِ آخري جنگ 1843ع ۾ حيدرآباد ڀرسان مياڻيءَ جي ميدان ۾ وڙهي هئي. هن محاذ تي ٽالپرن 28 هزار ماڻهو ڪٺي ڪيا هئا. انگريزن جي 2800 فوج ۽ ٻارنهن توپون هيون. جنگ جو طبل وڳو ٽالپرن جي پاسي کان پنج هزار جوان مارجي ويا. انگريزن جي لشڪر مان 256 ماڻهو ضايع ٿيا. انگريزن جي جنگي حڪمت عملي جي نتيجي ۾ اسان جي فوج شڪست کاڌي. ميرن جي فوج ڇا شڪست کاڌي ڄڻ ته سڄي سنڌ شڪست کاڌي ۽ غلامي جي سنگهرن ۾ جڪڙجي ويئي. انگريزن پنهنجي حڪومت جون سرحدون ته وڌايون پر سنڌ جي آزاديءَ جو سج لهي ويو. غلامي ڪيڏي به سهڻي لباس ۾ ڇونه هجي پر ڪڏهن به آزاديءَ جو نعم البدل نه ٿي ٿي سگهي. ميرن جي صاحبيءَ سان سوَ اختلاف رکندي اهو مڃڻو پوندو ته ميرن جتي ڪيترائي يادگار تاريخ جي ورقن ۾ ڇڏيا آهن. اتي ڪوٽڏيجي جو قلعو ڪنهن به طرح سان نظرانداز نه ٿو ڪري سگهجي.
    <br/>
    ڪوٽڏيجيءَ جو قلعو خيرپور ميرس کان ڏکڻ طرف ويهن ڪلوميٽرن تي اتر-اوڀر قومي شاهراه تي ٽڪريءَ تي ڪـَرُ کنيو بيٺو آهي. اها ٽڪري وارياسي چن جي پٿر جي ٺهيل آهي. قلعو ان ٽڪري جي ڇاڙ تي اڏيل آهي. ڪوٽ جي اڏاوت ٿر، جوڌپور ۽ جيسلمير جي ڏڪار جي ستايل ماڻهن صرف هر روز جوئر جي هڪ پاٽيءَ جي عيوض ڪئي. غريب ماڻهن جي رت ۽ پگهر سان ٺهيل هي قلعو 1797ع ۾ مير سهراب خان جي تعميرات جي وزير سرائي محمد صالح زهري جي نگراني هيٺ جڙي راس ٿيو.
    قلعي جي هيٺان قديم ۽ ڦٽل شهر جا نشان آهن. آثارن کي ٻن حصن ۾ ورهايو ويو آهي. پهريون حصو ٽڪريءَ مٿان ۽ ٻيو حصو ٽڪري جي اوڀر طرف لاهين تي آهي. مٿيون حصو شهر پناهه جي اندر اچي ٿو ۽ هيٺيون حصو شهر پناهه کان ٻاهر اڏيل آهي. مٿيون حصو ٻاهرين زمين جي سطح کان اٽڪل چاليهه فوٽ اوچو آهي. اهو حصو اوڀر کان اولهه طرف ڇهه سئو فوٽ ڊگهو ۽ اتر کان ڏکڻ طرف چار سئو فوٽ ويڪرو آهي. قلعي جو نالو احمد-آباد رکيو ويو. هي سڄو ڪوٽ پڪن سرن جو ٺهيل آهي. ڪجهه جاين تي پٿر به استعمال ڪيو ويو آهي. ستر فوٽ بلند هن ڪوٽ جي اڏاوت لاءِ ۽ بچاءُ بنديءَ خاطر ٽي دفاعي لائينو ڏنيون ويون آهن. ٻيو ته ڪوٽ هيٺ کان مٿي اڀو ٿيندو، سوڙهي شڪل اختيار ڪري ٿو. ڪوٽ اڀ ڪپرن تي هئڻ سبب لشڪر جو مٿي اچڻ ناممڪن آهي. جيڪڏهن اتفاقاً ڪو ماڻهو ديوار تائين رسد ڪري ته به خطرو لاحق بڻجي پوي. ڪوٽ جي بيهڪ اهڙي آهي جيڪڏهن ڪو توپ جو گولو هڻڻ چاهي ته به گولو اندر ڪرڻ مشڪل آهي. هن ڪوٽ جي اڏاوت ۾ ڪيترائي سال لڳا، ڇاڪاڻ ته فوجي دفاعي پسمنظر کي سامهون رکي اڏاوت تي سپاهين جي لاءِ مخصوص ڪيو ويو هو. هڪ سپاهه سالار جي هيٺ پنج سئو سپاهين جو جٿو ۽ سئو جي لڳ ڀڳ توپون برجن تي نصب ٿيل هيون. قلعي ۾ داخل ٿيڻ لاءِ شاهي دروازي مان داخل ٿيڻو پوي ٿو. جيڪو انتهائي مضبوط ڪاٺ جو ٺهيل آهي. هاٿين، گهوڙن ۽ ٻين جانورن جي حملي کان تحفظ لاءِ 234 ٿلها لوها نوڪدار ڪِلَ پڻ لڳل اٿس. هن جون چھنبون ٻاهر نڪتل آهن. دروازي جي ڊيگهه پندرنهن فوٽ ساڍا نَوَ انچ ۽ ويڪر ڏهه فوٽ آهي. منجهس دري پڻ رکيل آهي. دروازي پار ڪرڻ کان پوءِ اندر بيضي جي اڌ جھڙو سپاهين جي رهڻ لاءِ جايون ۽ حملي آور کي روڪڻ لاءِ مضبوط مورچا آهن. جڏهن ته ٻيووچ تي دروازو بيهاريو ويو آهي. جنهن ۾ ٻه سئو اٺ لوها چهنبدار ڪل لڳل آهن. در جي اوچائي تيرنهن فوٽ آهي. ٻئي دروازي مان گذارڻ کان پوءِ ٻيو سرنگ وانگي دڳ شروع ٿئي ٿو. ان سرنگ نما رستي کي وري در ڏيئي بند ڪيو ويو آهي. دروازي جي ساڄي طرف کان توپن جي گولن رکڻ لاءِ جايون آهن. جنهن ۾ وڏي تعداد ۾ گولا رکيل هوندا هئا. جنهن ڪري دشمن اندر داخل ٿئي ته زنده واپس ٿيڻ جو امڪان ئي باقي نه بچي. حقيقت ۾ ڪوٽ جو اصل ۽ اهم حصو هتان شروع ٿئي ٿو. قلعي جي چوڌاري برج ٺهيل آهن. برجن جي مٿان توپن ۽ بندوقن لاءِ مارا ٺهيل آهن. اهڙي نموني برجن تي توپون رکيل آهن جو هر طرف آسانيءَ سان گهمائي ۽ ڦيرائي سگهجن ٿيون. ڪوٽ ۾ اهڙا گهٽ ۾ گهٽ پنجٽيهه کن برج آهن. اسان هر برج کي چئن ڀاڱن ۾ ورهائي سگهون ٿا. جيڪي جنگ حڪمت عمليءَ جو شاندار مثال آهن. جڏهن ته انهن ۾ ڪجهه شاهي برج به موجود آهن. جنهن ڪري سڄو ڪوٽ خوبصورت بڻجي پيو آهي. ان تي بيهي ڪوٽ جي هر حصي تي آسانيءَ سان نظر رکي سگهجي ٿي. جڏهن ته ٺل جي هيٺان سرنگ نما گذرگاهه مان آرام سان گذري سگهجي ٿو. اولهائين پاسي جي آخري ڪنڊ تي ويڪرو صفن صفا، ملڪ ميدان برج، ڪوٽ جي اوڀر ۾ جيسلمير برج، اتر پاسي آخري ڇيڙي ۾ مريم برج ۽ ٻيا اهڙا برج، قلعي جي حفاظت لاءِ اهم مورچا آهن. ڪوٽ اندر کليل ميدان ۾ خيما هڻي، فوج کي پڻ رکيو ويندو هو.
    فتح ٺل ۽ صفن صفا برج واري ميدان ۾ ڪوٽ جي اولهه ڪنڊ تي ٻارنهن فوٽ گھرائي، ستٽيهه فوٽ ڊيگهه، ويهه فوٽ ويڪر سان حوض نما کڏ آهي. جيڪا ڪنهن وقت ڍڪيل هئي. هن حوض کي اتر ۽ ڏکڻ پاسي ڪوٽ کان ٻاهرين کوهن کان علاوه مکيه دروازي واري کوهه جي پاڻيءَ سان ڀريو ويندو هو. هي حوض ڪوٽ اندر مٿيئن حصي ۾ رهندڙن کي پاڻي پھچائڻ لاءِ ڪم ايندو هو. جڏهن ته ضرورت آهر باقي استعمال لاءِ به هي پاڻي به ڪتب ايندو هو. شاهي دراوزي وٽ موجوده کوهه مان به ڪوٽ ۾ رهندڙن جي ضرورت پوري ڪئي ويندي هئي. ميرن پورچوگيزن کان 90 کن توپون خريد ڪيون هيون. انگريزن کان به هٿيار ورتا ويندا هئا. توپن جي گولن ۽ بارود رکڻ لاءِ ڪوٽ جي ٽئين ۽ آخري دروازي جي بلڪل سامهون اولهه طرف ٻاهرين ديوار ۾ غلام گردش سان گڏ ميدان ۾ بنا ڇت جي ڪمرا استعمال ڪيا ويندا هئا. ڪوٽ جي مٿئين حصي ۾ اوڀر ڏکڻ طرف ديوار جي وچ تي ميرن جي رهائشگاهه ۽ حرم موجود آهن. لڙائي کان سواءِ امن واري حالت ۾ به مير اچي هتي ترسندا هئا. جيئن مير سهراب خان وفات کان اڳ حڪومت پٽ حوالي ڪري قلعي ۾ رهائش اختيار ڪيائين. حرم جي ٻاهران کليل ميدان جي وچ ۾ ٿلهي کي ڪچهرين ۽ ٻين محفلن لاءِ ڪتب آڻيندا هئا. ڪوٽ جي آخري ڇيڙي جيسلمير برج جي ڀرسان سرن جي ٿلهي کان ٻه فوٽ کن مٿي سهڻي گلڪاريءَ سان تخت نظر اچي ٿو. جتي مير ڪنهن خاص ڏينهن تي درٻار لڳائيندا هئا.
    <br/>
    ڪوٽ جي مٿئين حصي ۾ حرم سامهون هڪڙي بئرڪ آهي. روشني، هوا لاءِ سورخن هوندي اهو اونداهو ڪمرو جنم ٽيپ ۽ عمر قيد جي سزا وارن قيدين لاءِ جيل خاني طور تي استعمال ڪيو ويندو هو.
    اهو به تاريخ جو وڏو اتفاق آهي ته هن قلعي ۾ ڪابه جنگ نه ٿي آهي، ان ڪري به هن قلعي کي ڪنوارو قلعو چيو ويندو آهي.
    <p/>`,
    img: Kotdiji,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56696.787750367264!2d68.67605362944805!3d27.358557604082073!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935e80bf4bbaefd%3A0xfe29a5d4439266a2!2sKot%20Diji%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744459835073!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    documentry: `<iframe width="100%" height=400" src="https://www.youtube.com/embed/XWggIQTsWns?si=v7shK_mvCGCgvI9f&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>`,
  },

  {
    id: 4,
    title: "رني ڪوٽ قلعو",
    longDescription: `<p>سنڌ جي جابلو سلسلن ۾ موجود رني ڪوٽ نالي عظيم قلعه بندي ايراضيءَ جي لحاظ کان دنيا جو ٻيو نمبر وڏو قلعو آهي. ان قلعي جي ٽوٽل ايراضي تقريبن ارڙنهن چورس ميل آهي، جنهن منجهان ميداني علائقي جي ايراضي 8 کان 9 چورس ميل يعني 16000 ايڪڙ جي ويجهو ٿئي ٿي، جنهن مان قريبن 1500 ايڪڙن کان وڌيڪ زمين زراعت جي لائق آهي. رني ڪوٽ جي ڊيگهه ساڍا پنج ۽ ويڪر ساڍا ٽي ميل ٿيندي. قلعي ۾ داخل ٿيڻ لاءِ چار مختلف دروازا آهن جيڪي بهترين ڪاريگريءَ ذريعي اهڙي ڳجهي انداز ۾ تعمير ڪيا ويا آهن جو ڪنهن اڻ واقف جي انهن تائين پهچ ڏکي ٿيندي آهي. قلعي جي ڀتين جي تعمير چُوني جي پٿرن جي چوڪنڊي ٽڪرن سان ڪئي وئي آهي، جنهن تي ڪجهه مفاصلي تي گول ۽ مستطيل ٿنڀا ۽ مينار پڻ ٺهيل آهن.
    <br/>
    ان علائقي ۾ رني ڪوٽ جي اڏاوت سنڌي حڪمرانن جي اعلٰي ذوق، ذهني ڏاهپ سان گڏ تعميراتي سونهن ۽ باڪمال هنرمندي جو جيئرو جاڳندو ثبوت آهي جيڪو تعميرات جي دنيا ۾ قدامتي اعتبار سان گهٽ عمر وارو سهي پر هنرمندي، جوڙجڪ، آرائش، حسن ۽ خوبصورتي جي لحاظ کان سموري دنيا ۾ موجود قلعن، ڪوٽن يا عمارتن ۾ اولين ۽ منفرد حيثيت رکي ٿو ڇاڪاڻ ته ان قلعي جي تعمير حيرت ڀري ۽ دل لُڀائيندڙ آهي.
    <br/>
    رني ڪوٽ جو اهو قلعو کيرٿر جي مٿاهين تهن تي تيار ٿيل آهي. جابلو سلسلي تي تعمير ڪيل ان قلعي جي 25 ڪلوميٽر ( 15 ميل) ڊگهي ڀتين جا بڻياد تمام گهڻا مضبوط رکيا ويا آهن. خوبصورتيءَ سان تراشيل پٿرن ۽ چوني جي گاري سان تيار ٿيل اهي ڀتيون کيرٿر جي ننڍين وڏين جابلو ٽڪرين، ندين، نالن، رستن، درن ۽ لڪن وغيره کان ڪر موڙيندي، وڪڙ کائيندي اڀرندي ۽ لهندي، تقريبن پندرهن کان ارڙهن چورس ميلن جو مستطيل گهيرو ٺاهيندي هڪ ٻئي سان اچي ملن ٿيون. قلعي جون اهي ڊگهين ٻانهن جهڙيون ڀتيون ڪڏهن بلند ٿي آسمان سان ڳالهيون ڪرڻ وارو ڏيک ڏين ٿيون ته ڪٿي وري هيٺاهينءَ وارين کاهين ۾ نانگ جيان ور وڪڙ کائيندي نظر اچن ٿيون. پري کان ڏسندڙن کي اهي ڀتيون ننڍن وڏن حصن ۾ ٺهيل جابلو ٽڪرين تي مٿي مارچ ڪندي ۽ هيٺ وادي ۾ لهندي نظر اينديون آهن. اسان جي ڪيترن محققن رني ڪوٽ کي (18 ميلن جي حساب سان) پکيڙ ۾ دنيا جو سڀ کان وسيع قلعو قرار ڏنو آهي، پر جيڪڏهن ان جي ڊيگهه 18 ميل مڃجي تڏهن به ان کي دنيا جو ٻيو نمبر وڏو قلعو سمجهبو ڇاڪاڻ ته 500 سال اڳ راجپوتانه جي راجا کمڀا راجسٿان ۾ افغاني مسلمانن جي پنهنجي رياست تي حملي کي روڪڻ لاءِ اراولي جبلن تي هڪ قلعو تعمير ڪرايو هو جنهن جي ايراضي 24 ميل چورس هئي جنهن کي تاريخي ڪتابن ۾ ديوارِ هند جو نالو ڏنو ويو آهي ۽ اهو رني ڪوٽ جي قلعي کان 6 چورس ميل وڏو آهي.
    <h2>رني ڪوٽ جي نالي سان لاڳاپيل قياس آرائيون</h2>
    کير ٿر واري جابلو سلسلي ۾ سوين ڳوٺ آباد آهن، انهن مان رني ڪوٽ جي ويجهو رهندڙ آبادين ۽ تاريخدانن هن قلعي کي مختلف نالا ڏنا آهن. ڪجهه ماڻهن ان کي ’رني ڪوٽ‘ يعني عورت جو ڪوٽ چون ٿا. مقامي زبان ۾ ’رن‘ عورت کي چيو ويندو آهي. هڪڙو ڌڙو ان کي ’رني ڪوٽ‘ ان ڪري سڏيندو آهي جو ’رن‘ هندي ۽ اردو ٻوليءَ ۾ رڻ پٽ يا بيابان کي چيو ويندو آهي يعني اهڙو ڪوٽ جيڪو بيابان يا رڻ پٽ ۾ موجود هجي. اهڙي طرح ڪجهه محقق ان کي راڻي ’مهاراڻي‘ جو ڪوٽ پڻ چون ٿا. جڏهن ته ڊاڪٽر نبي بخش خان بلوچ پنهنجي لکڻين ۾ ان کي علي آباد پڻ لکيو آهي. اصلي سنڌي زبان ۾ رني، روناءِ، ريني، ران يا رين جهڙا لفظ ٻولي يا لغت جي هڪڙي ئي خاندان سان تعلق رکن ٿا، جيڪي مطلب ۽ مفهوم جي آڌار پاڻي جي ذخيري يا وهڪري واري ماڳ سان نسبت رکن ٿا.
    سنڌ جي جابلو سلسلن ۾ وهندڙ ننڍين وڏين ندين جا نالا به علائقائي ٻولين جي حساب سان رکيا ويندا رهيا آهن، موجوده رني ڪوٽ جي قلعي جي اندر اڄ به ’رن‘ يا ’رني‘ جي نالي سان هڪ ننڍو واهه وهي ٿوجيڪو قلعي جي ٺهڻ کان اڳ پڻ اتي موجود هوندو هو، ان ڪري ٿي سگهي ٿو ته قلعي جو نالو به ان پٺيان رني ڪوٽ رکيو ويو هجي يا وقت گذرڻ سان گڏو گڏ مقامي آباديءَ اهڙو نالو ڏنو هجي ڇاڪاڻ ته گهڻن علائقن ۾ نالن جي عوامي حيثيت الڳ هوندي آهي جيڪا حاڪمي روايت کان وڌيڪ عام آبادي جي زبان ۽ تهذيب جي ماتحت هوندي آهي.
    <h2>رني ڪوٽ جي جوڙ جڪ</h2>
    سنڌ جي اتر اوڀر ۾کير ٿر جابلو سلسلو موجود آهي جنهن جي اوچائي 4 کان 5 هزار ڦٽن تائين آهي. اهو سمورو علائقو پنهنجي هنج ۾ ڪيترائي بي بها معدني خزانا ۽ انساني تهذيبن جا شروعاتي آثار ڀاڪر ۾ اوتيون ويٺو آهي. انهن جابلو ٽڪرين تي رني ڪوٽ ڪنڌ کنيون ڪنهن هوشيار محافظ وانگر سينو تاڻيو بيٺو آهي. هي قلعو حيدرآباد شهر کان تقريبن 76 ميل، حيدرآباد ٽول پلازه کان 120 ڪلوميٽر ۽ ڪراچي کان 262 ڪلوميٽر پرڀرو آهي. قلعي جي ويجهي اهم انساني آبادي سنڌ جي عاشق محترم سائين جي ايم سيد جي عزت ڀري جنم ڀومي “سن” شهر آهي. سن شهر کان قلعي طرف وڃڻ جي لاءِ هڪ ٽٽل ڦٽل، ڪچو ۽ اڙانگو رستو موجود آهي جنهن کي رستو چوڻ به مناسب ڪونه ٿيندو جيڪو سن اسٽيشن کان ڏکڻ اوڀر 18 ميل پري آهي. توڙي جوهي مفاصلو گهڻو ڪو نه آهي پر رستي جي ناهمواري ۽ زبون حاليءَ ڪري اهو ڳچ وقت ۾ طئي ٿئي ٿو.
رني ڪوٽ کير ٿر جي ڊگهي جابلو سلسلي جي لڪي جبل مٿان ٺهيل آهي جنهن کان سنڌوندي تقريبن 18 ميل پري وهي ٿي. سنڌ جو مشهور جبل “ڪارو ٽڪر” ان ڪوٽ جي اتر کان ڏکڻ طرف قدرتي طور تي ان جي اولاهين سرحد بڻيل آهي جڏهن ته لنڊو جبل پڻ قلعي جي اتر پاسي کان حد بندي جو ڪم ڏئي ٿو.
<h2>رني ڪوٽ جي اوچائي</h2>
تاريخي ڪتابن ۾ رني ڪوٽ جي تعمير سان لاڳاپيل وڌ ۾ وڌ مظبوط روايتون اسان کي ٽالپر حڪمرانن سان لاڳاپيل ملن ٿيون، جڏهن ته ڪجهه تاريخدانن ان قلعي جي تعمير کي ڪلهوڙن جي دور سان پڻ جوڙي رکيو آهي جيڪو صحيح ڪونه آهي ڇاڪاڻ ته ان قلعي جي وجود جو ذڪر ڪلهوڙن جي انهن حساس، محققن ۽ تاريخدانن جي ڪتابن ۾ ڪٿي به نه ٿو ملي جن جي نظرن کان سنڌ جون ننڍيون توڙي وڏيون تاريخي عمارتون نظر انداز نه ٿي سگهيون آهن. هونءَ به اسان وٽ ڪلهوڙا سلطنت جي دور جي تاريخي قلمبندي مڪمل صورت ۾ موجود آهي جنهن ۾ ڪٿي به ۽ ڪنهن به حڪمران سان هن قلعي جي تعمير جو ذڪر ٿيل ناهي.

ڪجهه محقق ان قلعي کي سنڌي حڪمرانن جي تعمير تسليم ئي نه ٿا ڪن. جڏهن ته ڪجهه مذهبي محبت يا جنون ۾ بغير ڪنهن مضبوط ثبوت ، دليل ۽ حقيقت جي ان قلعي کي عرب حملا آورن سان ڳنڍن ٿا. ڪجهه وري ان جي قدامت کي تاريخ کان اڳ ۽ گهڻا تڻا ان کي قبل مسيح کان به پراڻو ڳڻائڻ واري چڪر ۾ پنهنجو ذوق ۽ شوق کپائيندي نظر اچن ٿا. اهڙي طرح اڪثر محقق ان قلعي جي تعمير کي اليگزينڊر مقدوني کان وٺي مختلف حڪمرانن تائين ڀٽڪائيندا رهن ٿا. اهڙي قسم جون ڳالهيون انهن لکندڙن جي پنهنجي ذاتي راءِ ٿي سگهي ٿي ڇاڪاڻ ته سنڌ مٿان حڪومت ڪندڙ گهراڻن ۾ ٽالپرن کان سواءِ ڪنهن به ٻئي حڪمران گهراڻي متعلق تاريخ ۾ ان قلعي جو ذڪر نه ٿو ملي.
<br/>
مثال طور تي مان هتي انهن ڪجهه خاندانن جو ذڪر ڪرڻ مناسب سمجهان ٿو، جن ۾ مغل نواب، ارغون ۽ ترخان شامل آهن جن جو رڳو سنڌ جي وڏن شهرن تي قبضو هوندو هو، انهن کي سنڌو ماٿري جي ڳوٺن تي رڳو ايترو اختيار هوندو هو ته اتان کين چڱو خاصو ڏنُ ملندو هيو. خود انهن جي تاريخي حوالن ۾ ڪٿي به اسان کي اهڙن قلعن جي تعمير جو ڪوبه اشارو نه ٿو ملي. سمي حڪمرانن جي تاريخ به ان قلعي جي تعمير کان انڪاري آهي. سومرا حڪمرانن جي ڊگهي دور حڪومت دوران به انهن جي سرگرمين جو مرڪز لاڙ يا لاڙ وارو علائقو رهيو. انهن جي تاريخ به اهڙي ڪنهن قلعي بندي واري تعمير جي ڪابه شاهدي ڏيڻ کان لاچار بڻيل آهي.
<br/><br/>
اهڙي طرح سان موريا، يوناني، برهمڻ، اخمينين، ايراني، راءِ، ڪشن، هباري، عباسي ۽ اميه خاندانن جا تاريخي ڪتاب، مسودا توڙي سفرناما به اهڙي قلعي جي تعمير جي ذڪر کان وانجهيل آهن. ساسانين رڳو سنڌ تي 73 سال حڪومت ڪئي ان عرصي دوران سندن لاڙو اولهه بلوچستان کي پنهنجي قبضي ۾ رکڻ ۾ رڌل رهيو، ان لاءِ اوڀر بلوچستان جي سرحد تي اهڙي ڪنهن قلعي جي تعمير انهن لاءِ ڪنهن ڪم جي نه هئي. هونءَ به رني ڪوٽ جي معاملي ۾ انهن جوادب توڙِي تاريخ ان ذڪر کان خالي آهي. سنڌ جي قديم ۽ جديد تاريخ سان گڏ عربن جي سنڌ تي ڪيل حملي جو ادب ۽ لکڻيون به ان سلسلي ۾ کوکليون آهن. ان کان سواءِ ڪنهن به ويد، پراڻ، رامائڻ يا اتهاسڪ داستانن توڙي قصن وغيره ۾ رني ڪوٽ جو ذڪر به موجود ناهي.

توڙي جو تاريخدانن ۽ محققن جو هڪ وڏو انگ ان ڳالھ کي مڃڻ جي لاءِ تيار نه آهي ته ايترو شاندار قلعو ٽالپرن تعمير ڪرايو هوندو پر وٽن پنهنجي ان ڳالھ کي ثابت ڪرڻ لاءِ به کين تاريخ جا حوالا يا مضبوط دليل موجود ڪونه آهن . ان جي ابتڙ رني ڪوٽ کي ٽالپرن جي دور حڪومت ۾ تعمير ٿيڻ کي تسليم ڪرڻ وارن وٽ ان حوالي سان ڪيترائي دليل، تاريخي حوالا ۽ ثابتيون موجود آهن.

اڪثر محقق دوستن وٽ اهو ڪمزور اعتراض موجود هوندو آهي ته ٽالپر ايتري وڏي اقتصادي قوت ۽ وسيلن جا مالڪ نه هئا جو اهي ايڏي وڏي قلعي کي تعمير ڪرائي سگهن ها. منهنجي خيال ۾ اهي ماڻهو پنهنجي دليلن ۾ خواهه مخواهه بحث کي ڊيگهه ڏيڻ لاءَ اهڙا خيال پيش ڪندا رهيا آهن. جڏهن راجستان جو هڪڙو راجا 5 سئو سال پهريائين رني ڪوٽ کان به 6 ميل وڏو ڪوٽ ٻين 32 ڪوٽن سميت تعمير ڪرائي سگهي ٿو . جڏهن ساڍا چار سئو سال پهريان شير شاهه سوري سياسي ابتري واري ماحول ۾ به روهتاس جهڙي عظيم الشان قلعه بندي جوڙائي سگهي ٿو، جڏهن ڪلهوڙا حڪمران حيدر آباد جي پڪي قلعي جهڙو شاندار قلعو سنڌي سنگتراشن ۽ عمارتي ڪاريگرن کان ڪجهه مهينن اندر تيار ڪرائي سگهن ٿا، جڏهن اُهي ئي ٽالپر حڪمران خيرپور ۾ ڪوٽ ڏيجي ۽ ميرپورخاص ۾ نئون ڪوٽ جهڙا عظيم قلعا رني ڪوٽ جهڙي تعمير تحت ٺهرائي سگهن ٿا ته انهن جي لاءِ رني ڪوٽ جي اڏاوت ڪرائڻ ڪهڙو مسئلو هيو؟

فتح نامه سنڌ جي مصنف مير حسن علي ٽالپر (جنهن جي وفات 1909ع ۾ ٿي) ان قلعي جي تعمير کي مير ڪرم علي خان ۽ مير مراد علي ٽالپر جي دور حڪومت جو هڪ شاندر ڪارنامو قرار ڏيندي لکي ٿو ته “رني ڪوٽ اسان جي ابن ۽ ڏاڏن جو تعمير ڪيل يادگار مثال آهي. جڏهن ان جي تعمير شروع ٿي هئي ته ٽڪرين وچ ۾ ۽ ٻاهران چوڌاري جيڪي کڏون هيون انهن کي ڀريو ويو هيو ۽ بنياد کان وٺي چوٽين تائين انهن کي قدرتي طور تي هموار زمين وانگر تيار ڪيو ويو هيو جنهن کان پوءِ انهن مٿانهين واري سطح کي به هموار ڪري ان تي پٿر جي هڪ ڀت ٺهرائي جنهن جي ڊيگهه ميلن تائين پکڙيل هئي”.
<br/>
<h2>سنڌ جا ٽالپر حڪمران</h2>
پراڻي وقتن ۾ جنگيون تلوارن، نيزن ۽ ڀالن سان وڙهيون ۽ کٽيون وينديون هيون ان ڪري مضبوط قلعي گاهن جي اهميت حفاظتي اعتبار کان تمام گهڻي هوندي هئي. اهو ئي سبب آهي ته ماضي ۾ حڪمران پنهنجي سلطنت جي حفاظت لاءِ حساس هنڌن تي پائيدار قلعا اڏرائيندا هئا ته جيئن اهي پنهنجي رياست جي توسيع ۽ اقتدار کي وڌائي سگهن ۽ دفائي حڪمت عملي تحت تحفظ ڏيندي پنهنجي اقتدار کي دائمي يا ڊگهي مدي تائين قائم رکي سگهن.
<br/>
1782ع ۾ ٽالپرن هالاڻي واري جنگ کٽي ڪلهوڙن کان حڪومت حاصل ڪئي ته انهن به نفسياتي طور تي اهڙي قلع بندي جي ضرورت کي محسوس ڪري ورتو تنهنڪري حڪومت جو واڳون سنڀاليندي خارجي حملا آورن جي بچاءَ لاءِ اهم علائقن ۽ رستن تي ڪوٽ تعمير ڪرائڻ طرف گهڻو ڌيان ڏنو. 1790ع واري ڏهاڪي ۾ انهن وڪر ۽ ڪوٽڙي جي ويجھو (ڪڇ واري پاسي سامونڊي رستي جي تحفظ لاءِ) نئون ڪوٽ ۽ اسلام ڪوٽ جي نالي سان ٻه قلعا تعمير ڪرايا. انهي خاندان سان تعلق رکندڙ مختلف حڪمرانن مٺي، رتوڪوٽ، ڏيپلوڪوٽ، علي ڳڙهه، سنگاريوڪوٽ، ننگرپارڪر جو قلعو، سوتيارڪوٽ (ميرپور ماٿيلو)، لياروڪوٽ (اوٻاوڙو)، تانوٽ ڪوٽ (اوٻاوڙو)، گڏڙي جو ڪوٽ ۽ دين ڳڙهه وارن قلعن کان علاوه پنهنجي حڪومت جي سرحدن کي تحفظ ڏيڻ لاءِ وڏي تعداد ۾ ٻيا به ننڍا وڏا قلعا تعمير ڪرايا هيا.
<br/>
ٽالپر حڪمران مير ڪرم علي خان ٽالپر ۽ مير مراد علي خان پاڻ ۾ ڀائر به هئا جيڪي هڪ اهڙو شاندار قلعو تعمير ڪرائڻ گهرن پيا جيڪو هنگامي حالتن ۾ سندن لاءِ محفوظ پناهگاهه وارو ڪم ڏئي سگهي. اهڙي خواهش جي پورائي لاءِ انهن نواب ولي محمد خان لغاري کي مقرر ڪيو جيڪو هڪ تجربيڪار سپهه سالار هئڻ سان گڏ بهترين انجنيئر پڻ هيو جنهن سموري سنڌ گهمي ڏٺي هئي ان ڪري هن دفائي نقطي نظر کان رني ڪوٽ جي موجوده علائقي کي قلعي جي تعمير لاءِ مناسب سمجهيو.
<br/>
نواب جڏهن اها صلاح حڪمرانن اڳيان رکي ته ان کي منظور ڪيو ويو ڇاڪاڻ ته اهو علائقو ڪيترن ئي سالن کان انهن جي استعمال هيٺ هيو جتي جهنگلي جانورن ۽ پکين جي گهڻائي هئڻ ڪري هوشڪار ڪرڻ ايندا رهندا هئا. هتي موجود ڊگهي قدرتي جابلو سلسلي تي قلعي جي فصيل جو بڻياد سولائي سان رکي سگهجي پيو. ان کان سواءِ پاڻي جي لاءِ نه رڳو هڪ ندي هتان گذرندي هئي پر جر جو پاڻي به مٺو هئو.
<br/>
حڪمرانن پاران اها تجويز گڏيل راءِ سان منظور ٿيندي ئي نواب ولي محمد قلعي جي تعمير جو ڪم شروع ڪرايو. اهڙي ريت قلعي جي بنيادي منصوبابندي ۽ تعمير جو 80 سيڪڙو ڪم جهڙوڪ نقشا، ڀتيون، ميري ڪوٽ جي عمارت، شير ڳڙهه جو قلعو ۽ خاص رهائش گاهون نواب جي نگراني ۾ تيار ڪيون ويون. پر قلعي جي پلين جي هيٺان لوهه جون مضبوط سيخون ۽ دروازا لڳرائڻ وارو ڪم اڌ ۾ هيو ته نواب ولي محمد کي قنڌار جي بادشاهه شجاع الملڪ جي مقابلي لاءِ موڪليو ويو جنهن شڪارپور تي قبضو ڪري ورتوهيو. اهڙي ريت قلعي جي رهيل تعمير نواب جي نگراني ۾ نه ٿي سگهي ان ڪري پائيدار ثابت نه ٿي. اڏاوتي ماهر ان راءِ جا حامي آهن ته اهڙي شاندار قلعي جي تڪميل تقريبن چئن کان پنجن سالن واري عرصي ۾ مڪمل ٿي سگهي هوندي. سنڌ گززيٽر ۾ لکيل آهي ته ”رني ڪوٽ جي قلعي جي تعمير تي اُن وقت لاڳت 1-2 ملين رپيا خرچ ٿي هئي.“
<br/>
رني ڪوٽ جي تعمير اندازن 1812ع کان شروع ٿي جيڪا 1815ع جي وچ ڌاري پڄاڻي کي پهتي پر بدقسمتي سان ڪجهه سببن ڪري ٽالپر ان قلعي ۾ ڪڏهن به رهائش پذير نه ٿي سگهيا. ڇاڪاڻ ته سن ندي جيڪا ڪنهن وقت قلعي جي اتر واري ڀت جي چوڌاري وهندي هئي تنهن جو وهڪرو 1827ع ۾ تبديل ٿي ويو جنهن ڪري قلعي جي اتر اوڀر واري ڀت جو هڪ حصو پڻ ڪري پيو هيو.
<br/>
مير ڪرم علي خان ۽ مير مراد علي خان لاءِ قلعي اندر ٻه ننڍڙا قلعا تعمير ڪرايا ويا هئا. جن مان هڪ جو نالو ميري ڪوٽ ۽ ٻئي جو شير ڳڙهه هو. ٻنهي قلعن جي پکيڙ ٿورڙي فرق سان هڪ جيتري آهي. ميري ڪوٽ جي تعمير رني ڪوٽ جي وچ واري حصي ۾ زمين هيٺان ڪئي وئي آهي جيڪا سن دروازي کان تقريبن ٽن ميلن جي فاصلي تي موجود آهي. ميري ڪوٽ سطح سمنڊ کان 500 فوٽ مٿي موجود هڪ ننڍڙي ٽڪري تي ٺهيل آهي جنهن جي پکيڙ تقريبن 10 ايڪڙن تي مشتمل آهي. ان ڪوٽ جي ڪنهن به حصي ۾ بيهي هيٺ ڏٺو وڃي ته سموري ماٿري تمام خوبصورت ۽ دلفريب نظر ايندي آهي.
<br/>
ميري قلعو ٽن رهائشي هجرن ۾ تقسيم ٿيل آهي جيڪي ڪنهن دور ۾ يقينن شاندار رهيا هوندا پر انهن جي موجود حالت نهايت بگڙيل آهي. انهن هجرن اندر تراشيل پٿرن تي خوبصورت نقش نگاري ڏسڻ وٽان آهي. قلعي ۾ سنڌي ڳوٺن وانگر جهوپڙيون ۽ لانڍيون ٺهيل آهن جن کي ڇتين جي ٻنهي پاسن کان سلامي آهي. ميري ڪوٽ رني ڪوٽ جي وچئين حصي ۾ صاف ۽ سٿري جڳهه تي اڏيل آهي جتي رهائشي آثار پڻ ملن ٿا جن ۾ پاڻي جا ذخيرا، ڪورٽ يا عدالت جا آثار، حرم خانو، مهمان خانا ۽ سپاهين جا ڪمرا وغيره پڻ شامل آهن.
<br/>
ڪجهه محققن جو خيال آهي ته ميري ڪوٽ ۾ موجود ڪمرن جي تعمير رني ڪوٽ جي اڏاوت کان پوءِ ٿي هوندي ۽ ان ڪوٽ جو رني ڪوٽ جي چئني ڀتين سان ڪنهن به قسم جو تعلق ناهي. ان ڪوٽ جون ڀتيون 20 فوٽ ڊگهيون آهن جن جي اڏاوت ڏسڻ سان خالص فوجي حڪمت عملي کي نظر انداز نه ٿو ڪري سگهجي ڇاڪاڻ ته سموري قلعي ۾ اها اڪيلي جاءِ آهي جتان مٿي وارا سمورا حصا نظر اچن ٿا. ان لاءِ خيال رهيو آهي ته رني ڪوٽ تي حملي جي صورت ۾ انهن چئني ڪوٽن تان مخصوص اشارن يا روشني وسيلي انتظاميا سميت رعيت کي خبردار ڪيو ويندو هوندو.
<br/>
رني ڪوٽ جي مٿئين حصي ۾ اڇي رنگ جي پٿرن سان تعمير ڪرايل شير ڳڙهه نالي ٻيو قلعو پڻ موجود آهي جيڪو ميري ڪوٽ جي اتر اوڀر ۾ سمنڊ جي مٿاڇري کان تقريبن 1480 فوٽ مٿاهين تي موجود آهي. اهو قلعو ميري ڪوٽ کان ڪجهه ننڍو آهي پر ان جون ڀتيون ٿورڙيون ٿلهيون آهن ۽ اتي ڪنهن به قسم جا رهائشي ڪمرا موجود ڪونه آهن. اهو قلعو اولهه طرف موئن دروازي ويجهو ٺهيل آهي جنهن جون ڀتيون پڻ ويڪريون آهن. ان قلعي جي ٽاورن کان سموري ماٿري کي چوڌاري سولائي سان ڏسي سگهجي ٿو. ان قلعي جي هيٺاهين ۾ هڪ قبرستان موجود آهي. قلعي جي ڪنهن به مٿاهين واري حصي وٽان پري کان وهندڙ سنڌو درياهه جي ڌنڌلي لڪير ۽ چمڪندڙ پاڻي پڻ ڏسي سگهجي ٿو. رني ڪوٽ اندر ڊيم جي مٿان پُليون ٺهيل آهن جن تي لڳل دروازن تي نالا آمري دروازو (اتر پاسي)، سن دورازو (اولهه پاسي) لکيل آهن. شاهه پير جو دروازو (ڏکڻ پاسي) موئن وارو دروازو (اوڀر پاسي) آهي.
<br/><br/>
آمري شهر جا قديم آثار رني ڪوٽ جا ويجها پاڙيسري آهن ان لاءِ ڪوٽ جو هڪڙو دروازو آثارن طرف موجود آهي ان ڪري ئي ان جو نالو آمري دروازو رکيو ويو آهي. موئن دروازي ويجهو هڪ تلاءَ کي ماڻهو “پرين جوآستانو” چوندا آهن. جنهن متعلق ماڻهن جو خيال آهي ته “ڪنهن دور ۾ هتي چانڊوڪي رات ۾ پري پري کان پريون وهنجڻ اينديون هيون”. هتي هڪ تلاءَ “واڳونءَ جوتڙ” يعنيٰ مانگر مڇ جو آستانو متعلق مشهور آهي. ان جڳهه کي هي نالو ان لاءِ ڏنو ويو آهي ته هي ڪنهن دور ۾ مانگرمڇن جو ڊيرو هوندو هيو.
<br/>
رني ڪوٽ جي وڏن دروازن يا ننڍن ڪوٽن جي چئني ڪنڊن تي بڻايل گول برجن جي تعمير ۾ وارياسي پٿرن جو استعمال به تمام گهڻو ٿيل آهي. ڀتين جي اوچائي ڪٿي ڪٿي 30 فٽ تائين بلند آهي جڏهن ته ويڪرائي ڪٿي گهٽ ته ڪٿي وڌ ٿيندڙ ملي ٿي جيڪا برجن ويجهو 6 فٽن تائين به ملي ٿي سا اڳتي هلي سنهڙي ٿيندي وڃي ٿي. فوجي نقطي نظر سان قلعي جي ڀت ۾ هر اڍائي فٽن جي فاصلي تي دشمنن مٿان حملو ڪرڻ لاءِ جهيريون ٺاهيون ويون آهن جن متعلق ماهرن جو خيال آهي ته اهي دراصل تيراندازن لاءِ تيار ڪيون ويون هونديون جيڪي بعد ۾ حمله آورن جي مٿان پٿر ڪيرائڻ لاءِ به ڪتب آڻبيون هونديون يا وري اهو به ٿي سگهي ٿو ته اريبي ڪمانن ۽ باهين لڳائڻ وارن هٿيارن جي استعمال لاءِ ڀتين جي تعمير ۾ انهن کي شامل رکيو ويو هجي.
<h2>هي قلعو ٺهرائڻ وارن جو مقصد</h2>
قلعو ٺاهيو ئي ڪنهن دفاعي مقصد لاءِ ويندو آهي ڇو ته جڏهن ڪوبه شخص، قوم يا حڪومت پنهنجو پاڻ کي ڪنهن دشمن کان غير محفوظ سمجهندي هئي ته هو ان جي حملي جي پيش نظر قلعو، ڪوٽ ۽ قلعه گاهه وغيره جوڙائيندا هئا. تاريخ ۾ انسانن جي تحفظ ۽ جنگين جي اتهاس ۾اهڙين پناهه گاهن جو اهم ڪردار رهيو آهي ڇو ته هڪ دور ۾ شهرن ۽ آبادين جي تحفظ جو انحصار اهڙي قلعه بندين تي هوندو هيو. انساني تاريخ جي آڌار رياستن جي وجود ۾ اچڻ جو سبب انساني گروهن ۾ اقتصادي ناهمواري هئي. زمين تي قابض طبقن پنهنجو اقتدار مضبوط ڪرڻ ۽ دولت کي محفوظ رکڻ سان گڏ مزدور طبقن ۽ دشمنن کان پنهنجو پاڻ کي بچائڻ لاءِ اهڙي قسم جون پناهگاهون جوڙايون جن کي قلعو چيو وڃي ٿو.
<br/>
سنڌ ۾ ٿر ۽ ڪوهستان جي علائقي کي ڇڏي هڪ وڏو حصو ميداني آهي ان لاءِ هتان جي شهرن جي حفاظت لاءِ قلعن جي ضرورت ڪجهه وڌيڪ هئي. ڪلهوڙن جي دور ۾ پٺاڻن سنڌ تي بار بار حملا ڪيا جنهن ڪري ٽالپر نواب پنهنجي عورتن ۽ ٻارن کي ڪجهه محفوظ علائقن طرف موڪلي ڇڏيندا هيا. جڏهن هو پاڻ حڪمران ٿيا ته پنهنجي خاندان کي ڪنهن غير علائقي ۾ موڪلڻ مناسب نه سمجهندي انهن اهم شهرن ۾ قلعه گاهون تعمير ڪرايون جن مان رني ڪوٽ به هڪ آهي. اهڙن قلعن جي تعمير سان ئي ٽالپرن جي مرڪزي حڪومت جو نظم و ضبط به مضبوط بنيادن تي استوار رهندو آيو.
<h2>رني ڪوٽ جا معمار</h2>
رني ڪوٽ جي اڏاوت ڏسڻ، جاچڻ ۽ پرکڻ سان خبر پوي ٿي ته ان کي ٺاهڻ يا اڏائڻ وارا ۽ ان جي تعمير ۾ حصو وٺندڙ عمارت ساز، ڪاريگر ۽ مزدور انتهائي اعليٰ درجي جو تعميري ذوق رکندڙ رهيا هوندا. قلعي جي تعمير ۾ استعمال ٿيندڙ شين کي غور سان پرکڻ تي هڪ حيرت جوڳو انڪشاف به ٿيندو ته ان قلعي جا معمار ان علائقي ۾ ملندڙ معدنيات، پٿرن ۽ ان جي خاصيتن يا استعمال جي باري ۾به ڪافي ڄاڻ رکندڙهئا. جنهن مان ثابت ٿئي ٿو ته هو يقينن علاقائي معمار رهيا هوندا ڇاڪاڻ جو انهن پسگردائي ۾ موجود تمام وسيلن کي استعمال ڪندي رني ڪوٽ قلعو تعمير ڪرايو..
<br/>
ان حقيقت سان گهٽ ۾ گهٽ هيءَ ڳالھ ضرور ثابت ٿي وڃي ٿي ته هي قلعو اڏرائڻ وارا ڪي غير سنڌي ۽ ڌاريا ڪونه هئا ڇو ته اهڙي زبردست پناه گاه صرف قومي جذبو رکندڙ مقامي حڪمران ۽ ڪاريگر ئي جوڙائي سگهن ٿا نه ڪي اهو ڪم ڪنهن لاڏو گروهه يا حملي آور جو ٿي سگهي ٿو. قلعي جا معمار پنهنجي ڪم ۾ انتهائي ماهر، ان علائقي جي مڪمل ڄاڻ رکندڙ ۽ هنرمندي ۾ بي مثال ڏسجن ٿا. نه رڳو ايترو پر انهن دفاعي معاملن سان گڏ زميني ۽ ماحولياتي پهلوئن کي سامهون رکندي ان قلعي جا بڻياد رکيا آهن. هنن جيوگرافيائي خاصيتن کي نظر ۾ رکيو ۽ پهاڙي درن، ٽڪرين تان ندين وسيلي ايندڙ پاڻي جي وهڪرن وغيره تي پليون ٻڌندي پاڻي جي وهڪرن کي ضابطي ۾ آندو ۽ ڪيترين ئي جڳهن تي پاڻي جي رستي ۾ ايندڙ رڪاوٽن کي هٽايو.
<br/>
رني ڪوٽ جي اندروني ايراضي جي زمين ڪافي زرخيز آهي جنهن سان لڳي ٿو ته ڪنهن دور ۾ان اندر رهندڙ آبادي لاءِ قلعي جي پيٽ ۾ موجود زمين سئو سيڪڙو آباد ڪئي ويندي هوندي. ان لاءِ هتي نه صرف قدرتي نديون، نئيون ۽ آبشارون موجود آهن پر ڊيم ۽ پاڻي جي ننڍي وڏي ذخيرن جو اهڙو نظام موجود آهي جنهن سان ضرورت وقت هتان جا رهواسي لاڀ حاصل ڪندا هوندا.
<br/>
رني ڪوٽ جي چوطرف ميلن تائين پکڙيل خوبصورت نظارا، وهندڙ جهرڻا ، ساوا ميدان، پهاڙي چوٽيون، نديون، آبشار وغيره اڄ به ڏسڻ وارن کي پنهنجي سحر ۾ پڪڙي وٺن ٿيون. شايد اهو سبب آهي جو هن خطي جي سحر انگيز خوبصورتي کان متاثر ٿي نه صرف معمارن قلعو تعمير ڪرڻ لاءِ هن ماڳ جي چونڊ ڪئي هوندي پر ٿي سگهي ٿو ته پنهنجي فطري سونهن جي ڪري هي علائقو ان دور ۾ به حمله آورن لاءِ خاص اهميت يا ڪشش رکندو هجي.
<br/>
(ليکڪ: آصف رضا موريو)
    </p>`,
    img: RaniKot,
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3589.1593628668084!2d67.89915127523558!3d25.89713117726704!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394b121917e55555%3A0x7ac911946efd6a45!2sRanikot%20Fort!5e0!3m2!1sen!2s!4v1744459874427!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    documentry: `<iframe width="100%" height="400" src="https://www.youtube.com/embed/EFIZuWjxP_0?si=lJUZD754TfSm1d6L&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 5,
    title: "مڪليءَ جو قبرستان",
    longDescription: `
    <p>سنڌه دنيا ۾ اها ڌرتي آھي جنهن ۾ ڪنهن خوبصورت شھر ۽ قديمي آثار موجود آھن جنهن ۾ موئن جو ڌڙو منصوره ٿرجو ريگستان وغيره وغيره شامل آھن ۽ بزرگ اولياء پڻ سنڌه تي موجود آھن جنهن ۾ قلندر شھباز شاه عبدالطيف بهٽائي سمن سرڪار ۽ ٻيا به ڪنهن بزرگ اوليائن جا مقبره هتي پاتا وڃن ٿا 
    <br/>
    بهرحال هتي اسان جو موضوع مڪلي شهر جو تاريخي قبرستان آھي مڪلي شھر جو نالو ٻڌڻ سان انسان جي دماغ ۾ ڪنهن تصورات ايندا آھن چو جو مڪلي جي سرزمين ۾ جتي سنڌه امڙ لاء پنهنجي قيمتي جان ڏيندڙ ستل آھن انهن کان سواء هن زمين پنهنجي پيٽ ۾ انهن ماڻھن کي به جاء ڏني جيڪي سنڌه امڙلاء ڪارو داغ هئا تاڪي ايندڙ نسل هن قبرستان مان سبق سکهي ۽ پنهنجي لاء هڪ صاف رستو هموار ڪري مڪلي جي قبرستان ۾ سنڌه جي چھ سو ورهين جي تاريخ لڪيل آھي
    <br/>
    <strong>پر ان کان پهريان مان مڪلي ٽڪري جي تاريخ تي غورفڪر ڪرڻ ضروري سمجهان ٿو</strong>
    <br/>
    مڪلي ڪراچي کان اوڀر طرف اسي ميلن جي پنڌ تي کير ٿر جبل جي فائدي مند جو هي ٽڪرو نيشنل هاءوي تي ضلعي ٺٽي کان ٻه ڪلو ميٽر الهندي ڏکڻ کان پير پٽي جي مزار کان وٺي اتر ڏانهن ساموئي تائين 25 ڪلو ميٽرن تائين آھي مڪلي شھر جو ٽڪرو (علائقو) پٻ ۽ هاڙي جبل جي شاخ آھي (رني ڪوٽ) واري قطارن ما هڪ قطار آھي پير پٽي شھر کان نڪري اتر طرف ڏي برابر پنج کوه وڃي ٺٽي ضلعي کي ويجهو الهندي طرف بيهي ٿي سمن ڄامن جو مکيه شھر (ساموئي) (1) ٽڪري جي اتر واري چيڙي هيٺيان آھي جتي ڄام تماچي نوربين جو قبرون آھن ٿر خانن کان وٺي ٺٽو گادي جو هنڌ هو انهن مان گهڻن جون قبرون ۽ مقبران مڪلي تي آھن ۽ بعض محققن لکيو آهي ته مڪلي جي سرزمين تي ڏه لک قبرون آھن انهن منهجان سوا لک اوليائن ۽ بزرگن جا مقبرا آھن 
    <h2>مڪلي ٽڪري جو نالو</h2>
    مڪلي ٽڪري جي نالي بابت مختلف روايتون ملن ٿيون هر مصنف پنهنجي ڪتابن ۽ ناولن ۾ هن ٽڪري جي نالي مطابق لکيو آھي پهرين روايت پراڻي دور ۾ هڪڙو وڏو بزرگ حج ڪرڻ لاء پنهنجي شھر مان نڪتو وڏو سفرڪرڻ کان بعد ۾ هڪ ٽڪري تي اچي بيٺو ۽ رات به ٿئي وئي دل ۾ خيال ڪيائين رات هتي گذاريان صبح جو نڪرندس وڌيڪ سفر ڪرڻ لاء رات جو خواب ڏٺائين ڪهڙو خواب ڏٺائين اهو خواب ڪنهن به مصنف پنهنجي ڪتاب ۾ ذڪر نه ڪيو آھي جنهن جي اثر کان جاڳندي چيائين هذا مڪلي هذا مڪلي يعني هي منهنجي لاء مڪو آھي تڏهن کان هن ٽڪري جو نالو مڪلي پئجي ويو ۽ ٻئي روايت ۾ چون ٿا ته ڪا مسلمان عورت اچي مري وئي جنهن جو نالو مڪلي هو جنهن کي دفنائڻ کان بعد ۾ هن ٽڪري جو نالو مڪلي ڪوٺيو ويو ٽئين روايت ڪجھ هن طرح جي آھي هندو ڌرم جا ماڻھو مڪلي جي ٽڪري کي ڪالي ديوي سان منسوب ڪن ٿا جنهن جو وڏو مندر تيرٿ آستان مين روڊ واري وڪڙ ۾ ڏکڻ طرف آهي جين مذھب ۾ گوسالو ۽ اجيوڪا اهم فرقا سمجها وڃن ٿا انهن اجيوڪا فرقي جو باني گوسالو مڪلي پوٽو آھي مڪلي جي پڙهڻي به جدا جدا پڙھڻ لاء ملي ٿي مثلن مڪلي منڪلي جڏهن ته گوسالو فرقي جي هڪ شاخ ڊيگامبر مڪلي ٽڪري ۽ هنگلاج ۾ رهندا هئا انهن جي آستانن عفائن ۽ آمد رفت جي سبب ڊيگامبر فرقي جي نالي منڪلي جي پٺيان مڪلي تصور ڪيائون
    <br/>
    مڪلي جو نالو مشھور ۽ *معروف سمن باد شاهن جي حڪومت ۾ ٿئي ٿو ڄام نظا الدين سنڌه تي آزاد حڪومت ڪئي 866 کان 914 تائين
    <h2>فن تعمير مڪلي</h2>
    مڪلي جي ٽڪري تي عام ماڻهن سان گڏ ڪنهن معتر ماڻھن ۽ باد شاهن جا مقبرا آھن
    <br/>
    چند معتبر شخصتيون هتي بيان ڪنجن ٿيون
    <br/><br/>
    پهرين رستي تي مرزا جاني بيگ عرف مرزا غازي بيگ جو مقبرو آھي مرزا جاني بيگ اڪبر بادشاه جي دور ۾ ٺٽي جو پونيو ترخان حاڪم آھي انهي جي قبي جو سال 1613ع آھي
    <br/>
    مرزا عيسي ترخان پهريون شخص هو جو جهانگير بادشاه جي وقت ۾ ٺٽي جو نواب مقرر ٿيو انهي جو قبو پهرين قبي جي اتر طرف آھي قبي جو سال سنه 1644ع آھي
    <br/>
    مرزا طغرل بيگ جو قبو مٿين ٻن قبن جي وچ ۾ آھي (ڪلان ڪوٽ)( 2) تي هن جو نالو پيل آھي (طغرل آباد) به سڏبو آھي ڪي مصنف چون ٿا طغرل آباد اهو قبو آھي جيڪو ٻارنهن پيلپائن تي بيٺل آھي
    <br/>
    ديوان شريف خان ارغون (دهلي) مان وزير مقرر ٿئي ٺٽي جي هڪڙي نواب وٽ آيو قبي جو سال سنه 1638آھي اهو قبو هن پنهنجي حياتي ۾ ٺھرايو
    <br/>
    نواب اميرخليل خان هن بابت تاريخ جي مختلف ڪتابن مان ملي ٿو هن وصيت ڪئي منهنجو لاش قبي کان ٻاهرين پاسي دفن ڪنجو انهي ۾ وڏا بزرگ رکيل آھن سندس قبي جو سال 1585ع آھي
    <br/>
    ڄام نظام الدين سمن سنڌه جو زبرست حڪم ٿئي گذريو آھي قبي جو سال 1508 آھي
    <br/><br>
     سيد علي شيرازي جو قبو ڄام نظام الدين سمن جي قبي جي اتري طرف ڏي ۽ ماٿري جي هن پاسي آھي هي سيد ٺٽي جي ماڻھن جا تحفا کڻي همايون بادشاه وٽ (عمرڪوٽ) کڻي ويندو هو* *ڪراچي واري قومي شاهراه واري روڊ مڪلي کي ٻن حصن ۾ تقسيم ڪيو آھي ڏکڻ واري اڌ حصي ۾ عيد گاه مخدوم محمد هاشم ٺٽوي سيد محمد يوسف بکري ۽ چيڙي تي ڪلان ڪوٽ جو ڊٺل قلعو ۽ ٻيا عجائبات آھن اتر واري طرف اڌ حصي ۾ شيخ حماد جمالي عيسي لنگوٺي ملا عبد الرحمن عباسي جامع مسجد سيد علي شيرازي سمن باد شاهن جا مقبرا مغلن باد شاهن جون رانڪون ۽ ٻيون ڪنهن جڳهون آھن جيڪي شماري کان ٻاهر آهن هن قبرستان کي اڃا ٻن حصن ۾ ورهائي سگهجي ٿو هڪ حصي ۾ سمن سلطانن جا مقبرا آھن ۽ ٻئي حصي ۾ ارغونن ۽ ترخانن جون قبرون آھن مڪلي جي کاٻي پاسي کان هڪ چور کوه آھي ٻن حصن ۾ سوڙهيون ڏاڪڻيون هيٺ کوه جي ڪنڌي تائين وڃن ٿيون کوه جي ڪنڌي تي پهچبو ته چئو طرف ورانڊو نظر ايندو وچ ۾ کوه آھي
     <br/>
      مٿي ذڪر ڪيل شهر ساموئي بابت ملي ٿو ته ساموئي شھر وجود ۾ آيو جڏهن سومرن جو وڏو شھر محمد طور سومرن جي حڪومت ختم ٿيڻ سان گڏوگڏ هي شھر به ختم ٿئي ناس ٿئي ويو جڏهن سما سومرن جي جڳھ تي حاڪم ٿيو جنهن محمد طور شھر جي جاء تي ڪنهن نوا شھر آباد ڪيا جن مان مکيه ۽ وڏو شھر ساموئي آھي
      <br/>
       مٿي ذڪر ڪيل ڪلان ڪوٽ جي مختصر معلومات هن طرح آھي هي ڪوٽ مڪلي جي ٽڪري کان ڊيڊ ڪلو ميٽرن جي پنڌ تي ڏکڻ طرف آھي انهي جو قديمي نالو ڪلا رام هو ۽ پوء ڪلان ڪوٽ ٿيو بعض مصنفن جو چوڻ آھي اهو لفظ اصل ۾ ڪالن ڪوٽ آھي يعني آرام جو قلعو ڪالن ڪوٽ جي معني وڏو قلعو به ٿي سگهي ٿئي هي قلعو سيوڻ شريف جي قلعي وانگر سڪندر باد شاه جي جڪومت ۾ ٺھيو
    </p>
    <strong>
    ڪتاب سنڌه جا قديم شھر ۽ ماڻهو مصنف مرزا قليچ بيگ
    <br/>
    تحرير ظھير حسين ملوڪاڻي
    
    `,
    img: makliTomb,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3623.272086339138!2d67.89543267519639!3d24.75185857800044!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394ce3ae99ac4aff%3A0xc8c3108d0ce303c1!2sMakli%20Necropolis!5e0!3m2!1sen!2s!4v1744459946242!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/-CXrsDK-0k8?si=9SWiaTF2T6IcT1YY&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },
  {
    id: 6,
    title: "فیض محل",
    longDescription: `
    <h2>(خيرپور جي تالپور حڪمرانن جو شاندار ورثو)</h2>
    <p>سنڌ ڌرتيءَ تي فنِ تعمير جا ڪيترائي شاهڪار عمارتون موجود آهن، جيڪي مختلف دورن جي حڪمرانن جي ثقافت، فن ۽ عظمت جا عڪاس آهن. اهڙن تاريخي ماڳن ۾ فيض محل خاص اهميت جو حامل آهي، جيڪو خيرپور شهر ۾ واقع آهي. هي محل سنڌ جي آخري حڪمرانن، تالپور خاندان، جي دور ۾ تعمير ٿيو، ۽ اڄ به پنهنجي خوبصورتي ۽ تاريخي حيثيت سبب زنده آهي
    <h2>تاريخي پس منظر</h2>
    سنڌ جو علائقو قديم وقت کان وٺي سياسي، واپاري ۽ ثقافتي لحاظ کان نهايت اهم رهيو آهي. 1783ع کان 1843ع تائين سنڌ تي تالپور خاندان جي حڪومت رهي، جن ڪلهوڙا حڪمرانن کان اقتدار حاصل ڪيو. ڪلهوڙن ۽ تالپورن جي وچ ۾ هالاني جي جنگ نڪري، جنهن ۾ ڪلهوڙا شڪست کائي ويٺا. ان کان پوءِ تالپورن سنڌ تي حڪومت جو بنياد وڌو
    <br/>
    <h6>تالپورن سنڌ ۾ ٽه رياستون قائم ڪيون</h6>
    حيدرآباد
    <br/>
    ميرپورخاص
    <br/>
    خيرپور
    <br/>
    انهن مان خيرپور رياست سڀ کان اهم رياست مڃي ويندي هئي، جتان انتظامي ۽ سياسي معاملا هلندا هئا
    <br/>
    <h2>فيض محل جي تعمير</h2>
    فيض محل جي تعمير مير فيض محمد خان تالپور جي دور ۾ ٿي، جيڪي 1894ع کان 1909ع تائين خيرپور رياست جا حڪمران رهيا. هن محل کي لکهي محل پڻ سڏيو ويندو آهي. هي محل لال سرخ پٿرن ۽ جودھپور جي خاص پٿرن مان تيار ڪيو ويو، جيڪو مغل فنِ تعمير جي طرز تي تعمير ڪرايو ويو.
<br/>
محل جي ٻاهران وڏو داخلا دروازو آهي، جتان داخل ٿيندي ئي هڪ وڏو هال نظر اچي ٿو. هي محل ٻن ماڙن تي ٻڌل آهي، جنهن جا ڪمرا، دالان، بارويون، ۽ درجا انتهائي نفيس طرز سان ٺاهيا ويا آهن. ان محل کي صرف رهائش لاءِ نه، پر رياست جي انتظامي معاملن لاءِ به استعمال ڪيو ويندو هو.
<h2>خاندان ۽ رياست</h2>
مير سهراب خان تالپور 1786ع ۾ خيرپور کي پنهنجي گاديءَ جو هنڌ بڻايو. سندس دور ۾ فوج، جهنڊو، ۽ پنهنجي رياستي ٽڪيٽون پڻ جاري ٿينديون هيون. پوءِ سندس اولاد ۾ مير رستم خان، مير علي مراد، مير فيض محمد، ۽ مير امام بخش به خيرپور جا حڪمران رهيا.
<br/>
1843ع ۾ سنڌ جي فتح کانپوءِ جڏهن انگریزن کي اقتدار مليو، ته به مير علي مراد کي خيرپور رياست جي والي طور قبول ڪيو ويو، پر ڪجهه سال بعد انگريزن، رياست جو وڏو حصو قبضي ۾ وٺي، خيرپور کي محدود ڪري ڇڏيو.
1955ع ۾ پاڪستان ۾ ضم ٿيڻ بعد خيرپور رياست جو باضابطه طور خاتمو ٿي ويو.
<h2>فيض محل ۽ رومانوي داستان</h2>
فيض محل سان هڪ خوبصورت رومانوي داستان پڻ جڙيل آهي، جيڪو مير علي نواز ناز ۽ بالي جي عشق جو آهي. بالي لاهور جي هڪ گلوڪاره هئي، جنهن سان مير صاحب شادي ڪئي، پر اها شادي گهڻي عرصي قائم نه رهي. دلشاد محل، جيڪو مير صاحب بالي لاءِ تعمير ڪرايو، اڄ به خيرپور ۾ موجود آهي.
<h4>موجوده حالت ۽ سار سنڀال</h4>
اڄ به فيض محل جي هر هڪ شيءِ کي اصلي حالت ۾ برقرار رکڻ جي ڪوشش ڪئي پئي وڃي. هن محل جي ڏسڀال مير مهدي رضا تالپور جي ذميواري آهي. محل جي ڀتين، دروازن، جھولن، ۽ صحنن مان تالپور دور جي عظمت چٽي طرح جھلڪ ٿي.
    </p>
    `,
    img: FaizMahal,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3537.775325614915!2d68.75204667529451!3d27.53843837627986!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935da845a192035%3A0xbb4bcb8e2f032cdd!2sFaiz%20Mahal%2C%20DCO%20House%20Rd%2C%20Khairpur%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744459985033!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/NWp71v2Kbpw?si=6tDty2yISgZy_Az5&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 7,
    title: "شاہ جہان مسجد",
    longDescription: `<h2> تاريخ</h2>
    <p>شاه جهان مسجد، جيڪا سنڌ جي تاريخي شهر ٺٽي ۾ واقع آهي، ان جي تعمير مغل بادشاه شاه جهان جي حڪم تي 1647ع ۾ ڪئي وئي. ان وقت ٺٽو هڪ اهم علمي، مذهبي ۽ تجارتي مرڪز هو، جتي هندستان ۽ ايران کان به ماڻهو تعليم ۽ تجارت لاءِ ايندا هئا. چيو وڃي ٿو ته شاه جهان جڏهن ٺٽي آيو ته هتان جي ماڻهن جي مهمان نوازي ۽ علمي ماحول کان متاثر ٿي، انهن لاءِ مسجد جو تحفو ڏنو. اها مسجد، فقط عبادت گاهه نه هئي، پر ان دور جي مغليه سلطنت جي فنِ تعمير، ثقافت، ۽ ديني وابستگيءَ جو اعليٰ مثال پڻ هئي. شاه جهان مسجد، مغل دور جي اُن دور جي نمائندگي ڪري ٿي، جنهن ۾ فن، ايمان، ۽ فنِ تعمير هڪٻئي سان ڳنڍيل هئا. ان جي تعمير لاءِ بادشاه خاص طور تي ماهر معمار، ٽائلس ساز ۽ ڪاريگر ايران ۽ لاهور مان سڏايا، جن هن مسجد کي فني شاهڪار بڻايو. ان وقت جي سماجي ۽ مذهبي ضرورتن کي نظر ۾ رکندي، مسجد کي هڪ علمي مرڪز طور به استعمال ڪيو ويندو هو، جتي شاگرد ديني تعليم حاصل ڪندا هئا ۽ مناظرا پڻ ٿيندا هئا.
    <br/>
    <h2>فنِ تعمير ۽ جماليات</h2>
    شاه جهان مسجد پنهنجي فنِ تعمير، آرڪيٽيڪچر، ۽ سينگار جي خوبصورتي جي لحاظ کان سڄي برصغير ۾ منفرد حيثيت رکي ٿي. مسجد مڪمل طور ڳاڙهين اينٽن سان ٺهيل آهي، جن جي مٿان نيري، سائي، ۽ سفيد رنگن جي ڪاشيءَ سان سينگار ڪيو ويو آهي، جيڪو ايران جي ٽائلس سازي واري انداز سان متاثر ٿيل آهي. مسجد ۾ 93 گنبذ موجود آهن، جيڪي نه فقط ظاهري حسن لاءِ آهن، پر انهن جي اندروني بناوت اهڙي آهي جو جڏهن ڪو ماڻهو وضو خاني کان به آواز ڏئي ته اها گونج پوري مسجد ۾ ٻڌڻ ۾ ايندي آهي، جيڪا ان وقت جي سائنس ۽ فن جي اعليٰ مثال آهي. مسجد جي ديوارن تي هندسي شڪلين، اسلامي خطاطيءَ، ۽ محرابن تي ڪيل نقش نگاري دل کي موهيندڙ آهي. ڇتين تي ٿيل ٽائلس جو ڪم، اهڙو شاندار آهي جو ماڻهو حيران ٿي ويندو آهي. صحن تمام وسيع آهي، جيڪو سوين ماڻهن جي نماز لاءِ ٺهيل آهي، ۽ مسجد جي هر حصي ۾ روشني ۽ هوا جو انتظام اهڙو آهي جو اڄ به اها مسجد، نه فقط عبادت لاءِ، پر سياحن لاءِ به وڻندڙ جڳهه بڻيل آهي.
    </p>
    `,
    img: shahJhanMosque,
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3623.417200581847!2d67.92496717519623!3d24.746880878003612!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394ce2ea83d7d8f7%3A0x8b1c5fc614470d4!2sShah%20Jahan%20Masjid%20Thatta!5e0!3m2!1sen!2s!4v1744460030730!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/kOAHllyBkLk?si=TkVx4UrkEFc7cA5C&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 8,
    title: "شڪارپور جو گھنٽہ گھر (بجاج ٽاور)",
    longDescription: `<p>
    شڪارپور جو گھنٽہ گھر، جيڪو "بجاج ٽاور" جي نالي سان پڻ سڃاتو وڃي ٿو، 1935ع ۾ تعمير ٿيو. هيءُ ٽاور سيٺ هيرا نند نندھيرام بجاج جي ياد ۾، انهن جي پٽن سيٺ ڪنہيا لال بجاج ۽ سيٺ راجا رام بجاج پاران تعمير ڪرايو ويو. ان جي تعمير جو مقصد برطانوي بادشاهه جارج پنجون جي سلور جوبلي جي موقعي تي وقت جي اهميت کي اجاگر ڪرڻ هو
    <h4> تعميراتي تفصيل</h4>
    گھنٽہ گھر جي تعمير لاءِ خاص طور تي جئپور، راجستان مان ڳاڙهي پٿر آندو ويو، جيڪو ان جي بنياد ۾ استعمال ٿيو. ان جي تعمير تي لڳ ڀڳ 5,000 رپيا خرچ آيو، جيڪو ان وقت لاءِ هڪ وڏي رقم هئي. تعميراتي ڪم جي نگراني شڪارپور ميونسپل ڪاميٽي ڪئي، جنهن ۾ ڪي وي جوشي چيف آفيسر ۽ ايڇ اين مينسيس منتظم هئا.
    <br/>
    گھنٽہ گھر جي تعمير ۾ بابلاني خاندان جي ماهر ڪاريگرن جو وڏو ڪردار رهيو. انهن ساگوان جي ڪاٺ مان سيڙهيون ۽ ٻيا فنڪارا ڪم ڪيا، جيڪي اڄ به ان جي خوبصورتي جو حصو آهن
    <br/>
    هيءُ گھنٽہ گھر شڪارپور جي لکھی در چوراهه تي واقع آهي، جيڪو شهر جي مرڪزي هنڌن مان هڪ آهي. ان جي ويجهو لکھی در بازار ۽ جامع مسجد پڻ موجود آهن، جيڪي شڪارپور جي تاريخي ۽ ثقافتي ورثي جو حصو آهن.


    </p>`,
    img: ShikarpurGantagar,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3524.4114784006497!2d68.63319037530982!3d27.95068187604395!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39343bc270a0e9b3%3A0xf0239d4dc65790e7!2sClock%20Tower%2C%20Circular%20Rd%2C%20Shikarpur%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744460102715!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/EPoWFjytkMw?si=iwrhWyBXg5RQV6NX&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>

    `,
  },
  {
    id: 9,
    title: "معصوم شاه جو مينارو",
    longDescription: `<p>معصوم شاه جو منارو سکر شهر جو هڪ تاريخي يادگار آهي جيڪو مغليه دور ۾ تعمير ٿيو. هن مناري کي 1607ع ۾ سيد نصرت علي معصوم شاه بخاري جي ياد ۾ تعمير ڪيو ويو، جيڪو اڪبر بادشاهه جو صوبيدار (گورنر) هو ۽ سکر جو انتظامي سربراهه هو. معصوم شاه هڪ حاکم ۽ سپه سالار هو جنهن پنهنجي دور ۾ سکر جي انتظام کي مضبوط ڪيو ۽ ان لاءِ هو هڪ اهم شخصيت بڻيو.
    <br/>
    منارو جي تعمير جو مقصد اهو هو ته جيئن دشمنن تي نظر رکڻ لاءِ هڪ مضبوط نگراني پوائنٽ مهيا ڪيو وڃي. ان وقت سکر هڪ اهم فوجي ۽ تجارتي مرڪز هو، جتي منارو خاص طور تي فوجي مقصدن لاءِ استعمال ٿيندو هو.
<br/>
منارو ۽ ان جي چوڌاري موجود مقبري ۾ معصوم شاه ۽ سندس خاندان جا افراد دفن ٿيل آهن. هي منارو سنڌ جي تاريخ ۽ مغليه دور جي فن تعمير جو هڪ اهم نمونو آهي، ۽ ان سان ڳنڍيل ڪيترائي قصا ۽ روايتون موجود آهن
<h2> تعميراتي ڄاڻ ۽ سياحتي اهميت</h2>
معصوم شاه جو منارو سنڌ جي قديم تعميرات ۾ شمار ٿيندڙ هڪ اهم يادگار آهي، جنهن جي تعمير ۾ مختلف فنون جو استعمال ڪيو ويو آهي. منارو جو اوچائي تقريبا 84 فوٽ (25.6 ميٽر) آهي، ۽ ان ۾ اندروني طور تي 84 سڙهيون موجود آهن، جيڪي اوپر وڃڻ لاءِ استعمال ٿين ٿيون. ان جي تعمير ۾ ڳاڙهين رنگن واري چون ۽ چوني جو استعمال ڪيو ويو آهي، جيڪو ان دور جي تعميرات جي خوبصورتي کي ظاهر ڪري ٿو.
<br/>
منارو جو اوپرو حصو هڪ بالڪوني ۾ تبديل ٿيو آهي جتان سڄي سکر شهر جو منظر ڏسي سگھجي ٿو. ان مان روهڙي ۽ سکر بئراج جو نظارو پڻ ڏسي سگھجي ٿو. ان وقت جي تعميراتي منصوبن ۾ منارو هڪ اهم جزو آهي جنهن کي نگراني لاءِ استعمال ڪيو ويو.
<br/>
معصوم شاه جو منارو سياحت جو اهم مرڪز بڻجي چڪو آهي، جتي هر سال هزارن جي تعداد ۾ سياح اچي رهيا آهن. ان جا خوبصورت نظارا ۽ تاريخي اهميت ان کي سياحتي مقصدن لاءِ هڪ اهم جڳهه بڻائين ٿا. ان مناري ۾ لڳندڙ تعميراتي جزو ۽ ان جي تعميراتي طرز ان وقت جي مغليه دور کي خوبصورتي ۽ عظيم ڪم ڪري رهيو آهي.
<br/>
نہ صرف مقامي ماڻهو پر عالمي سطح جا سياح به ان تاريخي جڳهه کي ڏسڻ آڻين ٿا. وقت بوقت ان جي مرمت ۽ تحفظ لاءِ اقدامات ڪيا وڃن ٿا، ۽ ثقافتي ورثي جي طور تي ان جي حفاظت پڻ ڪئي وڃي ٿي.
    </p> `,
    img: MasoomShahJominaro,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3532.7348774551638!2d68.86879777530024!3d27.694587976189894!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935d5a63cbfd4a7%3A0x43b24ff44c1e9bc1!2sMasoom%20Shah%2C%20Sukkur%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744460165319!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/6N836UysRaM?si=wW5Qll_g-gNxRZrl&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },
  {
    id: 10,
    title: "سکر بئراج",
    longDescription: `<p>سکر بئراج، جيڪو سنڌ ۾ سنڌو ندي تي تعمير ٿيل هڪ اهم آبي منصوبو آهي، 1932ع ۾ مڪمل ٿيو. ان جو مقصد سنڌو نديءَ جو پاڻي ريگولر ڪرڻ ۽ سکر شهر ۽ ان جي آس پاس وارن علائقن ۾ آبي ضروريات کي پورا ڪرڻ هو. ان بئراج جي تعمير جا مقصدن ۾ زرعي زمينن کي سیراب ڪرڻ، واهن ۽ نہرن لاءِ پاڻي جي فراهمي کي يقيني بنائڻ ۽ مختلف مقاصد لاءِ پاڻي جي رسائي ۾ بهتري شامل آهي.
<br/>
سکر بئراج جي تعمير اڪثر مغليه دور جي تعميرات کان پوءِ ڪيو ويو، جڏهن برطانوي حڪومت هن علائقن جي زرعي پيداوار ۽ آبي انتظامن کي مضبوط ڪرڻ لاءِ مختلف منصوبن تي ڪم ڪري رهي هئي. ان بئراج جي تعمير سان زرعي پيداوار ۾ بهتري آئي ۽ آبپاشيءَ جو هڪ مضبوط نظام قائم ٿيو. سکر بئراج، جنهن کي "سکر کینال سسٹم" به چيو وڃي ٿو، ان وقت جي اهم آبي منصوبن مان هڪ آهي، جنهن سان مقامي علائقن ۾ پاڻي جي فراهمي ۽ زرعي پيداوار ۾ هڪ نئين لہر آئي.
<h2>تعميراتي ڊيزائن ۽ فني خصوصيتون</h2>
سکر بئراج کي سنڌو نديءَ تي تعمير ڪيو ويو آهي، ۽ ان جو ڊيزائن هڪ مضبوط آبي انتظامي منصوبو آهي، جيڪو اڃا تائين پنهنجي ساک ۽ اهميت ۾ برقرار آهي. بئراج جو ڊيزائن ان وقت جي جديد انجنيئرنگ ٽيڪنالاجي تي مبني هو ۽ ان ۾ مٽي، چونا ۽ لوھ جو استعمال ڪيو ويو آهي، جنهن کي شديد موسمي حالات ۾ پائيدار رکڻ لاءِ ٺاهيو ويو. بئراج ۾ مختلف قسم جا بند، انحراف، ۽ دروازا آهن، جيڪي پاڻي جي آمدورفت کي ڪنٽرول ڪرڻ لاءِ استعمال ٿين ٿا.
<br/>
سکر بئراج ۾ هڪ مضبوط واٽر فلٽرنگ سسٽم پڻ موجود آهي، جيڪو نديءَ مان آيل گندگي ۽ ٻيون مادي کي صاف ڪري پاڻي کي زرعي اراضين لاءِ موزوں بڻائيندو آهي. ان بئراج جو ڊيزائن، جڏهن ته ان وقت جو جديد ترين انجنيئرنگ حل هو، اڄ تائين زراعت ۽ آبي ضرورتن لاءِ هڪ اهم عنصر ثابت ٿيو آهي
سکر بئراج جو پاڻي سنڌو ندي مان حاصل ڪيو وڃي ٿو. سنڌو ندي جو پاڻي سکر بئراج تائين پهچڻ کان اڳ مختلف جبلن ۽ واديوں مان گزري ٿو. ان ندي جو اصل سرچشمو "غزني" (افغانستان) جي علائقن مان آهي، جتي مختلف نديون گڏ ٿي ڪري سنڌو ندي جو حصو بڻجن ٿيون. ان کان پوء، سنڌو ندي مختلف راستن تي سفر ڪندي پاڪستان جي مختلف علائقن ۾ پنهنجو اثر ڇڏيندي آهي.

سکر بئراج، جتي سنڌو ندي جو پاڻي ڪنٽرول ڪرڻ لاءِ تعمير ڪيو ويو آهي، ان مان پوء پاڻي مختلف واهن ۽ نہرن جي ذريعي سکر ۽ ان جي آس پاس وارن علائقن ۾ پهچايو وڃي ٿو. ان پاڻي کي زرعي زمينن کي سیراب ڪرڻ، بجلي پيدا ڪرڻ، ۽ ٻين اهم مقصدن لاءِ استعمال ڪيو وڃي ٿو. سکر بئراج جو پاڻي پورن شھرن، ڳوٺن ۽ زرعي اراضين ۾ مختلف نہرن ۽ واهن جي ذريعي منتقل ڪيو ويندو آهي، جنهن سان زرعي سرگرميون ۽ آبي انتظام بهتر بڻجي رهيا آهن.

<br/>

آجڪلهه سکر بئراج پنهنجي اهميت ۾ اڃا تائين برقرار آهي ۽ اهو مقامي معاشي سرگرمين، خاص طور تي زراعت، ۾ اهم ڪردار ادا ڪري رهيو آهي. ان بئراج جو پاڻي مختلف فصلن جهڙوڪ گندم، چانول، کپاس، ۽ ٻين زرعي فصلن جي پيداوار لاءِ استعمال ٿيندو آهي. ان سان نه صرف زرعي ترقي ٿي ٿي، پر ان جا اثر مقامي معيشت، روزگار ۽ زندگي جي معيار تي به پوندا آهن.
<br/>
سکر بئراج کي 1955ع ۾، ان وقت جي پاڪستان جي سرڪار پاران مختلف مرمت ۽ اپ گريڊنگ منصوبن ۾ شامل ڪيو ويو، جنهن سان ان جي صلاحيت ۾ اضافو ڪيو ويو. ان بئراج جو انتظام ۽ آپريشن اڄ تائين مضبوط آهي ۽ ان ۾ هر قسم جي مرمت ۽ تجديدي ڪم پڻ جاري آهي ته جيئن ان جي ڪارڪردگي ۾ ڪو به رڪاوٽ پيدا نہ ٿئي.
<br/>
سکر بئراج پاڪستان جي آبي نظام ۾ هڪ لازمي حصو آهي، جيڪو ان وقت کان وٺي زرعي ۽ آبي انتظامن کي بهتر بڻائڻ ۾ اهم آهي، ۽ ان جي اهميت اڄ به برقرار آهي.
</p>`,
    img: SinduDarya,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3533.424108829329!2d68.84454057529945!3d27.673283976202075!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935d4480ec03491%3A0x4f2554aaed51d71d!2sLloyd%20Barrage%20Museum!5e0!3m2!1sen!2s!4v1744460241379!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/VJiWX_1Fzv8?si=XmgKlCBVZeTjyDso&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },

  {
    id: 11,
    title: "کوٹری بیراج",
    longDescription: `<p>
    
    کوٹری بیراج، جو سندھ، پاکستان ۾ واقع آهي، هڪ اهم آبي منصوبو آهي، جنهن کي سنڌ درياهه تي ٺاھيو ويو آهي. اهو منصوبو 1955 ۾ مڪمل ٿيو ۽ سنڌ درياهه جي پاڻي کي بهتر طريقي سان ڪنٽرول ڪرڻ ۽ مختلف مقاصد جي لاءِ استعمال ڪرڻ لاءِ ٺاهيو ويو هو. ان ۾ آبي وسائل کي منظم ڪرڻ، زراعت جي لاءِ پاڻي فراهم ڪرڻ ۽ آبي توانائي پيدا ڪرڻ شامل آهن.
    <br/>
    <h2>تعميراتي تاريخ:</h2>
    کوٹری بیراج جو بنياد 1955 ۾ رکيو ويو ۽ ان جو مقصد درياهه سنڌ جي پاڻي جي واهپي کي بهتر بڻائڻ ۽ زراعت لاءِ مناسب پاڻي جي فراہمي کي يقيني بڻائڻ هو. ان کان پوء، بيراج ۾ ڪيترن ئي مرمتن ۽ اپگريڊن کي انجام ڏنو ويو آهي، جنهن ۾ سرڪاري طور تي 1965 ۾ ٻيهر ترميم ڪئي وئي هئي. ان کان پوء مختلف سال ۾ ان جي آپريشنل حالت کي بهتر بڻايو ويو آهي
    <br/><br/>
    کوٹری بیراج جو اهم مقصد سنڌ درياهه جي پاڻي جي ورهاست کي ڪنٽرول ڪرڻ آهي. ان جي مدد سان، زراعت ۾ استعمال لاءِ پاڻي جي ورهاست کي بهتر بڻائڻ، نيڪال سسٽم کي مضبوط ڪرڻ، ۽ مختلف صنعتن کي پاڻي فراهم ڪرڻ ۾ مدد ملي ٿي. ان سان گڏ، کوٹری بیراج کان نڪتل پاڻي سان مختلف آبي توانائي پيدا ڪئي ويندي آهي ۽ ان کي زراعت، پينے لاءِ پاڻي ۽ صنعتن ۾ استعمال ڪيو ويندو آهي.
    <br/><br/>
    کوٹری بیراج جو ڊيزائن خاص طور تي پاڻي جي ورهاست ۽ ڪنٽرول لاءِ ترتيب ڏنل آهي. ان ۾ مختلف دروازا، چينلز ۽ ڪنٽرول سسٽم شامل آهن، جيڪي پاڻي جي سطح کي ترتيب ڏيڻ ۾ مدد ڏين ٿا ۽ ڪنهن به وقت پاڻي جي واهپي کي قابو ڪرڻ ۾ مددگار ثابت ٿين ٿا. ان ۾ ڪيترن ئي ڊيمز ۽ چينلز جو نظام آهي، جيڪو درياهه سنڌ ۾ پاڻي جي رواني ۽ ان جي ورهاست کي مڪمل طور تي منظم ڪري ٿو. ان جو هڪ اهم جزو فلڊ ڪنٽرول آهي، جتي بارش ۽ درياهه ۾ اضافي پاڻي کي ڪنهن به هنگامي حالت ۾ محفوظ ڪرڻ جي لاءِ مناسب انتظام ڪيو ويندو آهي.
    </p> `,
    img: kotriberaj,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3602.880704512373!2d68.31399167521978!3d25.44225157755408!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394c79c425a59eb3%3A0x1d8cc3e0343c0846!2sKotri%20Barrage%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744459684331!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/2bROHFTahzg?si=BL2cHoVL33a4Kw_x&amp;start=20" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },

  {
    id: 12,
    title: "رُڪ ريلوي اسٽيشن",
    longDescription: `<p>

    رُڪ ريلوي اسٽيشن ضلعي شڪارپور جي تعلقي لکي کان 7 ڪلوميٽر جي مفاصلي تي رُڪ ڳوٺ ۾ واقع آهي. هن ريلوي اسٽيشن جو بنياد 1898ع ۾ پيو. هن ريلوي اسٽيشن تي اَمر راڳي ڀَڳت ڪَنور رام جي اَمر هجڻ جو واقعو پيش اچڻ ڪري ’رُڪ‘ کي تاريخي اهميت حاصل آهي. هن اسٽيشن تي ڀَڳت ڪنوررام کي جانو جلباڻيءَ نالي شخص 1 نومبر 1939ع تي قتل ڪري اَمر ڪيو هو، جيڪو ان دور جو هڪ المياتي واقعو هو. هن اسٽيشن تي نيرن اکرن ۾ انگريزي اَلفابيٽ ۾ساڄي پاسي کان (K.S.R) (ڪَلات اسٽيٽ ريلوي) مخفف طور لکيل آهي ۽ ٻئي کاٻي پاسي کان (I.V.S.R) (انڊس ويلي اسٽيٽ ريلوي) مخفف طور لکيل آهي.        
 رُڪ اسٽيشن تي سنڌي فلمون (اباڻا) ۽ (ڪنور ڀڳت رام) پڻ فلمايون ويون هيون . رُڪ اسٽيشن جنڪشن به رهي آهي، جيڪا هڪ صديءَ ۽ ايڪويهين سالن جي تاريخ رکي ٿي. هيءَ اسٽيشن ڪنهن زماني ۾ سنڌ ۽ بلوچستان جي وڻج واپار جو وڏو مرڪز رهي آهي. 1942ع ۾ سنڌو درياهه جي ٻوڏ اچڻ ڪري، رُڪ اسٽيشن (جنڪشن) تباهه ٿي وئي، جنهنڪري ان جو اهو ساڳيو اؤج نه رهيو. هن اسٽيشن جي عمارت ۽ موجود نم جا شاهي وڻ اڄ به هن ماڳ جي تاريخي عظمت جي شاهدي ڏئي رهيا آهن. هن اسٽيشن جي تاريخي ماڳ هئڻ سبب هتي ڪيتريون شخصيتون اچي چڪيون آهن. هن اسٽيشن تي ڪيترا دفعا ڀڳت ڪنوررام بابت يادگار پروگرام ڪرايا ويا آهن، جن ۾ وڏي تعداد ۾ سنڌ جي اديبن ۽ شاعرن ۽ هندو ڪميونٽي جي ماڻهن پڻ شرڪت ڪري سوين ڏيئا ٻاري ڀڳت ڪنور رام کي ڀيٽا پيش ڪئي آهي.
 <br/> <br/>
 تحرير : آفتاب عالم مھر
    </p> `,
    img: ruk,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3528.9698805040557!2d68.65815807530448!3d27.810697976123535!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39343170a4a0d12b%3A0x29479f714dd6941b!2sRuk!5e0!3m2!1sen!2s!4v1744741124615!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    `,
    documentry: `
   <iframe width="100%" height="315" src="https://www.youtube.com/embed/jI1MaX9ZHo4?si=_0C3RwpovI1jD8Q-" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },
];
export default HistoricalData;
