import GorakhHillImg from "../../assets/images/famousPlace/Gorakh_Hill.jpg";
import KeenjharLackImg from "../../assets/images/famousPlace/keenjharLake.jpg";
import karoonjharImg from "../../assets/images/famousPlace/karoonjhar.jpg";
import MancharLackImg from "../../assets/images/famousPlace/mancharLack.jpeg";
import SangharDam from "../../assets/images/famousPlace/sanghar.jpg";
import HalejiLack from "../../assets/images/famousPlace/HalejeeLake.jpg";
import K_National_Park from "../../assets/images/famousPlace/k_Nataional_Park.jpg";
import thar from "../../assets/images/famousPlace/thar.jpg";
import kaarachiSee from "../../assets/images/famousPlace/karchiSee.jpg";
const FullData = [
  {
    id: 1,
    title: "گورک هل اسٽيشن — سنڌ جو حسين پر وساريل سياحتي مقام",
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28476.655256925398!2d67.12989777372948!3d26.853247207657095!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ecaa5c8697a50f7%3A0xfb6d42b0633de2ea!2sGorakh%20Hill%20Station!5e0!3m2!1sen!2s!4v1744370427952!5m2!1sen!2s"  width="100%" height="400"  allowfullscreen="" loading="lazy" referrerPolicy="no-referrer-when-downgrade"></iframe>`,
    longDescription: `سنڌ جي ضلعي دادو ۾ واقع "گورک هل" هڪ اهڙو خوبصورت قدرتي سياحتي مقام آهي، جيڪو پنهنجي ٿڌڙي هوا، سرسبز وادين، ۽ دلڪش نظارن جي ڪري سياحن لاءِ هڪ جنت جو ڏيک ڏئي ٿو. هي مقام سطحِ سمنڊ کان لڳ ڀڳ 5,688 فٽ (1,734 ميٽر) اوچائي تي واقع آهي، جيڪو سنڌ جي سڀ کان مٿي مقامن مان هڪ آهي.
    <br/>
  گورک هل، سنڌ جي ضلعي دادو ۾ واقع هڪ تاريخي ۽ روحاني ماڳ آهي، جيڪو کيرٿر جبلن جي سلسلي ۾ اچي ٿو. هي مقام پنهنجي نالي جي حوالي سان به هڪ خاص اهميت رکي ٿو. چئبو آهي ته گورک هل جو نالو ”گورک ناتھ“ جي نالي تي رکيو ويو آهي، جيڪو هندومت جي ناتھ فرقے جو هڪ وڏو روحاني پيشوا هو.
<br/>
گورک ناتھ جي پيروي ڪندڙن جو عقيدو آهي ته هن مقام تي گورک ناتھ رياضتون ڪيون ۽ وقت گذاريو، ان ڪري هن علائقي کي "گورک" سڏيو ويو. ڪجهه روايتن مطابق، هن جاءِ کي روحانيت، ماڳيت ۽ عبادت لاءِ موزون سمجهيو ويندو هو، جنهن ڪري هزارين سال اڳ به هن هنڌ جي اهميت هئي.
<br/>
هي علائقو تاريخي طور تي سنڌ جي قديم تهذيب سان پڻ ڳنڍيل آهي، جتي مقامي قبيلن ۽ راڄائن پنهنجي تهذيب ۽ ثقافت سان ان کي مالا مال ڪيو. وقت سان گڏوگڏ گورک هل جو ذڪر صوفي بزرگن، سياحن ۽ محققن جي لکڻين ۾ به ملي ٿو، جيڪو ان جي تاريخي اهميت جو ثبوت آهي۔<br><br>
    گورک هل تي شام جو لهندڙ سج ۽ صبح جو اڀرندڙ سج جو نظارو اهڙو لڳندو آهي ڄڻ ته سوني جي بارش ٿي رهي هجي. "بينظير ويو پوائنٽ" تان بلوچستان جي خضدار واري کيرٿر جبلن جو نظارو دل کي ڇهڻ وارو آهي. ٿڌڙي هوا، وڻندڙ ماحول، ۽ فطري خوبصورتي هر سياح کي موهي وٺي ٿي
    <br/><br/>
   
    
    `,

    img: GorakhHillImg,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/TCsukDjK3fE?si=YkYYjELpsz8VLsVa" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 2,
    title: "ڪینجھر ڍنڍ",
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d115768.4940400847!2d67.97002588343094!3d24.940059394165853!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394cf7484e9ebdc1%3A0xf7808c81eb208195!2sKeenjhar%20Lake!5e0!3m2!1sen!2s!4v1744372734597!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    longDescription: `


<p>
ڪينجھر ڍنڍ، ضلعي ٺٽي ۾ ٺٽي شھر کان اوڀر-اتر طرف (حيدرآباد طرف) 16 ميلن جي مفاصلي تي پراڻي نيشنل ھاءِ وي تي واقع آھي. ھي ھڪ پراڻي ۽ تاريخي ڍنڍ آھي، جيڪا پاڪستان جي مٺي پاڻي جي ٻي وڏي ڍنڍ آھي. ھي ڍنڍ ضلعي ٺٽي ۽ ڪراچي کي پيئڻ جي پاڻي جي فراھمي جو ذريعو پڻ آھي. سنڌ جي رومانوي داستان نوري ڄام تماچي جو تعلق به ھن ڍنڍ سان آھي. حضرت شاھ عبداللطيف ڀٽائي به انھي داستان جي حوالي سان سر ڪاموڏ ۾ ڪينجھر ڍنڍ جو ذڪر ڪيو آھي. ڪينجھر ۽ سونھري ھڪ ٻئي جي ڀر ۾ ٻه ڍنڍون ھيون. انھن ڍنڍن جي نالن بابت ھڪ روايت آھي ته ڪينجھر ھڪ مھاڻو ھو ۽ سونل سندس زال ھئي، ٻنھي ڍنڍن تي اھي نالا به انھن تان پيا آھن. اھا به ھڪ مڪاني روايت آھي ته ميربحرن جو گندرا قبيلو به ڪينجھر ۽ سونل جو اولاد آھي.


ڪينجھر ڍنڍ جو خوبصورت منظر
ڪوٽڙي بئراج ٺھڻ کان پوءِ ڪلري بگھاڙ واھ وھي اچي ڪينجھر ڍنڍ ۾ پوندو آھي جنھن ڪري اھا ڍنڍ وڌي وئي ۽ ڪينجھر ۽ سونھري ڍنڍون پاڻ ۾ ملي ھڪ ٿي ويون، جنھن ڪري سونھري جو ڪو نالو نه رھيو آھي صرف ڪينجھر جو نالو آھي. ڪينجھر ڍنڍ نه رڳو تاريخي ھنڌ طور ھڪ يادگار آھي پر سنڌ جي معاشي، سماجي ۽ ثقافتي سطح تي به ان جي ھڪ خاص اھميت آھي. معاشي لحاظ کان ڪينجھر، مھاڻن لاءِ روزگار جو ھڪ مکيه وسيلو آھي. ساڳي وقت ڪينجھر ڪيترن ڏيھي ۽ پرڏيھي سياحن کي پاڻ ڏانھن ڇڪيندي آھي. نه رڳو نوري ۽ ڄام تماچي جي داستان جي حوالي سان، پر ڪينجھر پنھنجي سونھن ۽ خوبصورتي جي ڪري به ڪلاسيڪل توڙي جديد ساھت جو موضوع رھي آھي.
<br/>
ڪينجھر جي چوڌاري اڳي وڏيون وسنديون ۽ ڳوٺ آباد ھئا، جن مان ڍنڍ وڌڻ جي ڪري ڪيترائي پاڻي ھيٺ اچي ويا. ھن وقت جھمپير، ھيلايا، چليا، اونگر ۽ ٻيون وڏيون وسنديون موجود آھن.
<br/>
ڪينجھر ھڪ بھترين تفريح گاھ آھي. تفريح خاطر ايندڙن لاءِ ٻيڙين ۽ لانچن جو بندوبست ڪيل آھي. سياحن جي رھائش لاءِ پڪا گھر به ٺھرايا ويا آھن، جيڪي مناسب مسواڙ تي ڏنا ويندا آھن. ترڻ، ٻيڙين جي سير ڪرڻ، مڇين جي شڪار جي وندر ھت گھڻي آھي. ڪينجھر ڍنڍ مان ساليانو لکين رپين جي مڇي ڦاسائي وڃي ٿي، ان کان سواءِ ھتي ٻوراڻي، بھ، پٻڻ، ڪُم۽ لوڙھ وغيره به جام ٿين ٿا. ان کان سواءِ ھي ڍنڍ سياري جي مند ۾ وڏي تعداد ۾ پرڏيھي خاص طور سائبيريائي خوبصورت پکين جي مھماني ڪندي آھي.
<br/>
روزانو سون جي تعداد ۾ ماڻھو پنھنجي ٻارن ٻچن سميت ڪراچي، حيدرآباد ۽ سنڌ جي ٻين علائقن کان ھتي گھمڻ ايندا ھن. ڪينجھر جي ويجھو جھمپير ۽ امير پير جون درگاھون آھن. نوري جي مرشد ھوندڙي شاھ جي قبر ڪينجھر ڍنڍ جي وچ ۾ ھڪ ٽڪري تي آھي، ھن بزرگ جي پيراندي ۾ سنڌ جي راڻيءَ نوريءَ جي قبر آھي. ڪينجھر ڍنڍ تي گھمڻ لاءِ ايندڙ ماڻھو ھوندڙي شاھ ۽ نوريءَ جي قبر تي حاضري ضرور ڀريندا آھن
<br/>
هيءَ ٽڪري ننگر اپرڪر شهر جي ڀرسان ڏکڻ الهندي طرف ۽ ڪڇ جي رڻ جي اتر- اڀرندي ڪنڊ تي آهي. ٻين جبلن وانگر هن جو پٿر تمام سخت نه آهي، ته به عمارت جي ڪم اچڻ جهڙو آهي. هتي هندن جي تيرٿ جا ڪي آستان آهن ۽ ڪيترائي قدرتي نظارا ڏسڻ جهڙا آهن.
</p>
<br/><br/>
  

    
`,
    img: KeenjharLackImg,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/uignGYxMb4U?si=9DGkb4ychOt4Egu5" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 3,
    title: "ڪارونجھرُ جبل",
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.17040760096!2d70.73075807518285!3d24.34055597827233!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x395ab465f31aed13%3A0xc866ea1b32117271!2sKaroonjhar%20Mountain!5e0!3m2!1sen!2s!4v1744372827541!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    longDescription: `
    <p>
    ڪارونجھر جبل جو سلسلو يا ڪارونجھر پاڪستان جي صوبي سنڌ جي ضلعي ٿرپارڪر جي تعلقي ننگرپارڪر ۾ واقع ھڪ مشھور جبل جنھن جي قطار جي ڊيگھ 19 ڪلوميٽر آهي ۽ اوچائي 305 ميٽر اٿس.ٿر ۽ پارڪر واري ڀاڱي ۾ ڪو به وڏو جبل ڪونهي. فقط پارڪر ۾ چوڌاري ننڍا ننڍا ٽَڪر آهن. وچ ۾ ننگر پارڪر شهر وٽ جبلن جي هڪ وڏي قطار ڪڪڙ جي بيضي وانگر ڦري اچي ٿي، جنهن جي وچ ۾ ماٿريون آهن. اها قطار ڪارونجهر سڏجي ٿي. انهيءَ گول قطار جي ٻاهرين گولائي، ڪي 32 ميل ۽ ڪي 20 ميل ٻڌائين ٿا. پر سنڌ گزيٽيئر ۾ 12 ميل ڄاڻايل آهي. وڏي جبل جي چوٽي زمين جي سطح کان 
    هزار فوٽ مٿي آهي
    <br/>
    اُن جي چوٽي زمين جي سطح کان هزار کن فوٽ مٿي آهي، جنهن کي ”صاحب چنگا“ چوندا آهن. ٽڪريءَ جو پٿر ڪٿي ڳاڙهو، ڪٿي روهيءَ جهڙو سخت ۽ ڪارو ۽ ڪٿي ريتيءَ جو پٿر آهي، جو عمارتن جي ڪم اچڻ جهڙو آهي. ننگرپارڪر شهر جون سرڪاري جايون ۽ ماڻهن جا گهر انهيءَ پٿر جا ٺهيل آهن. چوٽيءَ تي هڪ پڪي چُن ۽ سيمينٽ سان لٿل ٿلهو ٺهيل آهي، جو ٽريگنا ميٽريڪل سروي وارن ٺهرايو هو. اڪثر گهمڻ جا شوقين جبل تي چڙهي انهيءَ ٿلهي تي ويندا آهن، جتي چوگرد نهارڻ سان ڌڻيءَ جي قدرت جا عجيب نظارا ڏسبا آهن. ٿلهي جي پاڙ وٽ ننگرپارڪر جو شهر گهاٽن ڇانودار، خاص ڪري نمن جي وڻن سان ڀريل، نظر ايندو آهي. ويراواهه جو ڳوٺ، جو 16 ميل پري آهي، سو ائين پيو ڏسبو ڄڻ ميل ٻه پنڌ مس آهي. ڏکڻ طرف نهاربو ته ڪڇ جو اجهاڳ رڻ. سمنڊ وانگر پيو ڏسڻ ۾ ايندو. ازانسواءِ ننڍا ننڍا ڳوٺڙا، جي جبل جي چوڌاري پکڙيل آهن، سي سڀ ڏسي اکين کي فرحت پيئي ايندي آهي. ٽڪريءَ تي سڌو چڙهڻ ناممڪن آهي تنهنڪري مٿي چڙهڻ لاءِ ڪو سونهون ساڻ کڻبو آهي. اٽڪل ڏيڍ ڪلاڪ چڙهڻ ۾ ۽ اوتروئي وقت لهڻ ۾ لڳندو آهي. چڙهڻ وقت رٻڙ جو بوٽ يا بنان کُڙيءَ جُتي سهولت واري آهي، ڇاڪاڻ جو انهيءَ ڪري پير ڦٻي بيهندو نه ته آٿڙجي ڪرڻ جو انديشو آهي. پير اُگهاڙا ڪري هلڻ وڌيڪ چڱو آهي. مگر نازڪ طبع ماڻهوءَ لاءِ ائين ڪرڻ ڏکيو آهي ڇو ته ڪنڊا ۽ پٿر پير ڇلي ڇڏيندا. پارڪر ڪولهي ته رات ڏينهن اگهاڙين پيرين جبل ۾ پيا هلندا آهن. پارڪر جون رڍون، ٻڪريون ۽ ڍڳيون به گاهه چرڻ لاءِ ٽڪريءَ تي ڪافي مٿي چڙهي وينديون آهن. هتي ڪيترا قدرتي نظارا ۽ ڪي هندن جي تيرٿ جا آستان آهن، جيئن ته انچليسور، ساڙڌرو، گئومکي، ڀيم ڪُن، جهرڻو، ٻائڻ جو ٻيسڻو ۽ چندن گڍ وغيره. هن ٽڪريءَ جو چوڌاري ننگرپارڪر، ڀويسر، موندرو، مئو، آڌيگام، کارڙيو، ڪاسبو، گهرٽياري وغيره وسنديون آهن، تن مان ننگرپارڪر سڀني مان وڏو ۽ تعلقي جو هيڊ ڪوارٽر آهي. انهن ڳوٺن ۾ واپاري ۽ ٻيا هاري ناري ماڻهو رهن ٿا. هن ٽڪريءَ جي پاڙ ۾ ڪولهي ۽ ٻيا ڪيترا ماڻهو گهر جوڙي رهندا آهن. جي اڪثر مزدور ماڻهو آهن. مگر سانوڻيءَ ۾ اُهي به پوک جو ڪم ڪند آهن. اُهي ڪارونجهر ٽڪريءَ مان گاهه ۽ ڪاٺين جون ڀريون ڪري اچيو مٿين ڳوٺن ۾ وڪڻن. گاهه کانسواءِ گگرانيءَ مان گگر ۽ ڪونڀٽن مان کؤنر گهڻو پيدا ٿئي ٿو، جو وڪري لاءِ ٻين هنڌن ڏي موڪليو ويندو آهي. ٽڪريءَ تي ڪيترن ئي قسمن جا وڻ ٻوٽا ٿين ٿا، جن جي رس مان ماکيءَ جون مکيون ماکي گڏ ڪن ٿيون، جي ڪولهي لوڪ جهنگ مان ڇاڻي، گڏ ڪري، اچي وڪڻندا آهن
    </p>

    <br/><br/>
    
    `,
    img: karoonjharImg,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/Fs2NI2gJNdM?si=49-P2U7PBU9ZslNA" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },
  {
    id: 4,
    title: "منڇر ڍنڍ",
    map: `<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d114324.02724763694!2d67.60213488810703!3d26.435548028894715!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394ac0d36cca6089%3A0x1fcdef5c6e3787ea!2sManchar%20Lake!5e0!3m2!1sen!2s!4v1744372908227!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>`,
    longDescription: `<p>منڇر ڍنڍ سنڌ، پاڪستان جي ضلعين دادو ۽ ڄامشورو ۾ ايشيا جي وڏي ۾ وڏي مٺي پاڻيءَ جي ڍنڍ آهي.منڇر ڍنڍ جي پکيڙ اٽڪل گهٽ ۾ گهٽ 350 چورس ڪلوميٽر آهي ۽ وڌ ۾ وڌ 520 چورس ڪلوميٽر آهي.
    <br/>
    منڇر کي جبلن مان وهي ايندڙ برساتي نيون ڀرين ٿيون. ان کان علاوه حمل ڍنڍ مان نڪرندڙ ڇنڊڻ نارا ويلي ڊرين ذريعي به پاڻي ڏنو وڃي ٿو. آبڪلاڻي ۾ اڙل واھ ذريعي به منڇر ڍنڍ کي پاڻي ڏنو ويندو آهي. منڇر ڍنڍ سنڌو درياهه جي وهڪري سبب وجود ۾ آيل آهي. قديم زماني ۾ جڏهن سنڌو درياهه يا ان جي وڏي ڇاڙ هتان وهندي وهڪرو بدلايو ته منڇر جي وجود ڪر کنيو. هت منڇر وٽ الهندي ۽ ڏکڻ پاسي ٽاڪرو علائقو ڪر کنيو بيٺو آهي. درياهه جي تيز وهڪري کي منڇر وٽ جابلو سلسلي جي رڪاوٽ سان ويڙهادند ڪندي اوڀر طرف سيوهڻ جي علائقي ڏانهن مجبور ٿي موٽڻو يا مڙڻو پيو. وهڪري جي انهي رڪاوٽ يا موڙ جي نتيجي ۾ لٽ يا مٽي کاڄڻ ۽ کڄڻ شروع ٿي، تان جو ڊوري جي شڪل اختيار ڪري وئي. جڏهن درياهي ڇاڙ رخ مٽايو ته زمين تي وڏي پکيڙ ۾ هڪ ڊورو ظاهر ٿيو. اهو ڍورو يا ڪنب اڳتي هلي ڍنڍ سڏيو ويو.
    <br/>
    "چچ نامي" ۾ ڍنڍ لاءِ لفظ "دنده" ڪم آيل آهي، جنهن جي ڊاڪٽر نبي بخش بلوچ تصحيح ۽ تحقيق يا تصديق پڻ ڪئي آهي. مطلب ته ڪاڇو جي لٽاشي ميدان جيان منڇر ڍنڍ سنڌ درياھ جي وهڪري ياان جي وڏي ڇاڙ جي وهڪري جي نتيجي ۾ صفحه هستيءَ تي نروار ٿي. منڇر ڍنڍ جي ڪناري پير لاکيو، لهڙي، پير مشاخ ۽ ٺيڙهي جا ماڳ نهايت قديم آھن. اين. جي. مجمدار موجب پير لاکيو جو ماڳ موهن جو دڙو جو همعصر آهي ۽ ٻيا ماڳ اڃا به قديم آهن.
        <h2>تاريخ</h2>
    منڇر ڍنڍ ڪيتري قديم آهي ؟ ۽ ڪڏهن يا ڪهڙي دور ۾ صفحهء هستي ته نروار ٿي؟ اها ڪٿي ڪرڻ اوکو ڪم آهي. اهو يقين سان چئي سگهجي ٿو ته منڇر ڍنڍ سنڌو درياھ جي وهڪري سبب وجود ۾ آيل آهي. قديم زماني ۾ جڏهن سنڌو درياهه يا ان جي وڏي ڇاڙ هتان وهندي وهڪرو بدلايو ته منڇر جي وجود ڪر کنيو. قديم زماني کان اجهل ۽ اوهاڳ سنڌو درياھ سنڌ جي سموري سرزمين تي ليٽ پيٽ ڪئي آهي. هت منڇر وٽ الهندي ۽ ڏکڻ پاسي ٽاڪرو علائقو ڪر کنيو بيٺو آهي. درياهه جي تيز وهڪري کي منڇر وٽ جابلو سلسلي جي رڪاوٽ سان ويڙهادند ڪندي اوڀر طرف سيوهڻ جي علائقي ڏانهن مجبور ٿي موٽڻو يا مڙڻو پيو. وهڪري جي انهي رڪاوٽ يا موڙ جي نتيجي ۾ لٽ يا مٽي کاڄڻ ۽ کڄڻ شروع ٿي،تان جو ڊوري جي شڪل اختيار ڪري وئي. جڏهن درياهي ڇاڙ رخ مٽايو ته زمين تي وڏي پکيڙ ۾ هڪ ڊورو ظاهر ٿيو.اهو ڍورو يا ڪنب اڳتي هلي ڍنڍ سڏي وئي ۽ پوءِ مٿي بيان ڪيل “من“جي لاڳاپي سان منڇر ڪوٺجڻ ۾ آئي.سنڌو درياهه يا ان جي زبري ڇاڙ ڪڏهن وهڪرو تبديل ڪيو؟ ڪڏهن کان هن وهڪري سان وهڻ شروع ڪيائين؟ انهن سوالن جا جواب منڇر جي قدامت کي واضع ڪري سگهن ٿا. هن ڏس ۾ سنڌو درياهه جي انهيءِ قديم وهڪري يا بعد ۾ وهندڙ قديم ڇاڙ جي گذر کي ذهن ۾ رکڻو پوندو. ڌسڻ ۾ اچي ٿو ته اتر پاسي سنڌو نديءِ جو ڪجهه وهڪرو ڪشمور کان هيٺان ته ڪڏهن مٿان ڪنڌڪوٽ ۽ شڪارپور وارو وهڪرو هو. دشت _ آب واري ڍنڍ مان سنڌوءَ نالي هڪ ننڍو وهڪرو نڪرندو هو جيڪو ڪنڌ ڪوٽ ۽ شڪارپور جو پاسو ڏئي، موهن جو دڙو کان ٿيندو وڃي منڇر ۾ ڇوڙ ڪندو هو. هيء ڇاڙ يا وهڪرو ڪنڌ ڪوٽ جي ڏکڻ کان لنگهي ناري رستي وڃي منڇر ڍنڍ ۾ پوندو هو. ميهڙ ،لاڙڪاڻو۽ شڪارپور جو گهڻو علائقو پاڻي هيٺ اچي ويندو هو. الهندو نارو به اڀرندي ناري وانگر ڏاڍو ورن وڪڙن وارو آهي، سندس وهڪرو سنڌ درياهه يا آب سنڌ سان پور وڇوٽ ٿي وهندو اچي منڇر ڍنڍ ۾ ڇوڙ ڪندو هو.ان کان پوءِ پنهنجي اڙل شاخ وسيلي وڃي سيوهڻ هيٺان سنڌو درياهه ۾ پوندو هو. ظاهر ٿئي ٿو ته قديم زماني ۾ سنڌو درياهه جو وهڪرو الهندي ناري وارو هو.درياهه جي رخ تبديل ٿيڻ کان پوءِ به وڏي ڇاڙ جي صورت ۾ پوئين زماني ۾ به ساڳي وهڪري سان وهندي منڇر ۾ ڇوڙ ڪندي هئي. منڇر وٽ وڪڙ سبب اهو وهڪرو سيوهڻ کان ڏکڻ ۾ لال باغ کان ڀڳو ٽوڙو جبل جي وچ واري ايراضيءَ منجهان گذري لڪي شاھ صدر ۽ آمري شهر ڏانهن ويو ٿي. سيوهڻ لڳ هي وهڪرو بعد ۾ منڇر جو پاڻي درياھ ۾ نيڪال ڪندو هو ته درياھ جو پاڻي منڇر ڏانهن آڻيندو هو جنهن کي پوئين دور ۾ اڙل واھ ڪوٺيو ويو. درياھ جي هن وڏي وهڪرو شايد انڪري بند ٿي ويو هوندو جو بعد ۾ سنڌ درياهه کي مٿان ڪنڌ ڪوٽ واري پاسي ڪا رڪاوٽ آئي يا اڀرندي پاسي درياهه کي لاهندي ملي هوندي ته هن قديم وهڪري ۾ ڦير آيو ۽ پوئين زماني ۾ اهو محض ڇاڙ جي صورت ۾ الهندي ناري واري وهڪري سان وهندو رهيو. عربن جي چڙهائي وقت عرب سپهه سالار جو لشڪر سيوستان (سيوهڻ) جي آس پاس ڪنڀ نهر جي ڪناري سيسم جي قلعي وٽ پهتو هو. اها ڪنڀ نهر ساڳي منڇر ۾ پوندڙ ڇاڙ ئي آهي .ڪنڀ غالبن ساڳي منڇر ڍنڍ آهي جا محمد بن قاسم جي ڏينهن ۾ يقيني طور موجود هوندي. چچ نامي“ ۾ ڍنڍ لاءِ لفظ “دنده“ ڪم آيل آهي، جنهن جي ڊاڪٽر نبي بخش بلاچ تصحيح ۽ تحقيق يا تصديق پڻ ڪئي آهي. مطلب ته ڪاڇو جي لٽاشي ميدان جيان منڇر ڍنڍ سنڌ درياھ جي وهڪري ياان جي وڏي ڇاڙ جي وهڪري جي نتيجي ۾ صفحه هستيءَ تي نروار ٿي. منڇر ڪناري پير لاکيو، لهڙي، پير مشاخ ۽ ٽهڻي جا ماڳ نهايت قديم آھن. اين. جي. مجمدار موجب پير لاکيو جو ماڳ موهن جو دڙو جو همعصر آهي ۽ ٻيا ماڳ اڃا به قديم آهن.
    <h2>پکيڙ</h2>
    منڇر ڍنڍ جي پکيڙ اٽڪل گهٽ ۾ گهٽ 350 چورس ڪلوميٽر آهي ۽ وڌ ۾ وڌ 520 چورس ڪلوميٽر آهي. منڇر کي جبلن مان وهي ايندڙ برساتي نيون ڀرين ٿيون. ان کان علاوه حمل ڍنڍ مان نڪرندڙ ڇنڊڻ (نارا ويلي ڊرين) ذريعي به پاڻي ڏنو وڃي ٿو. آبڪلاڻي ۾ اڙل واھ ذريعي به منڇر ڍنڍ کي پاڻي ڏنو ويندو آهي.
    <h2>جيوت ۽ معيشت</h2>
    منڇر جي معيشت جو دارومدار مٺي پاڻي تي رهيو آهي. مٺي پاڻي جي ڪري مڇي، بِھ، لوڙھ، ڪوڻي، پٻڻ، ٻوراني جام ٿيندي هئي ته پکي به جام ايندا هئا. پاڻي هٽڻ ڪري فصل به جام ٿيندا هئا. منڇر ۾ ٿيندڙ پنيءَ مان تونريون به ٺهنديون هيون ته ٻيڙين جوڙڻ سان گڏ ڄار ٺاهڻ جو ڪاروبار به ٿيندو هو. منڇر جا ماڻهو خوشحال هوندا هئا ته سنڌ جي معيشت کي به هٿي ملندي هئي.جڏهن کان سم نالي جو ڇوڙمنڇر ۾ شروع تيو تڏهن کان منڇر جي معيشت تباھ ٿي وئي.منڇر ڪناري توڙي منڇر ۾ ٻيڙين جي گهرن ۾ رهندڙ ماڻهو لڏي ويا ۽ منڇر ۽ منڇرجا ڪنارا ويران ٿي ويا آهن.
    </p>
    
    <br/><br/>
   
    `,
    img: MancharLackImg,
    documentry: `
    <iframe width="100%" height="500" src="https://www.youtube.com/embed/l2QbhbnO1v8?si=L0w2j61KzcU3OAQn" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 5,
    title: "چوٽياري ڊيم",
    longDescription: `چوٽياري ڊيم  مصنوئي پاڻي جو زخيرو آهي جيڪو سانگهڙ ضلعي، سنڌ پاڪستان ۾ سانگهڙ شهر کان 35 ڪلوميٽر جي مفاصلي تي واقع آهي.هيءُ ڪُل 6 بِلين جي لاڳت سان 2002ع ۾ تعمير ڪيو ويو هو. هن ڊيم جي اڏاوت جو اهم مقصد ايل بي او ڊي جي کاري پاڻيءُ کي خارج ڪرڻ هو. ڊيم کي 750،000 ايڪڙ پاڻي جمع ڪرڻ جي گنجائش تحت 24،300 ايڪڙن جي ايراضيءَ ۾ وڌايو ويو. هن ڊيم جُڙڻ کان اڳ هيءُ علائقو ننڍين ڍنڍن جو هو جنهن ۾ نارا ڪينال ڇوڙ ڪندو هو. هيءُ علائقو پکين ۽ جانورن جي آماج گاھ هو پر هاڻ ايل بي او ڊي جي کاري پاڻي سبب متاثر ٿيو آهي.
    
    <br/><br/>

    `,
    img: SangharDam,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/WT0NXkTIcoA?si=9oALckp--mb4tO1q" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    
    `,
  },
  {
    id: 6,
    title: "ھاليجي ڍنڍ",
    longDescription: `<p>
       ٺٽو ضلع سنڌ ۾ تاريخي توڙي سياحتي لحاظ کان هڪ وڏي اهميت رکندڙ آهي. ان جا ڪيترائي ماڳ ڏيهين توڙي پرڏيهين جي ڌيان جو مرڪز آهن . نه رڳو ماڻهو پر پرڏيهي پکي پڻ هن پاسي اچڻ لاءِ آتا آهن . گذريل سال جڏهن فجر مهل آئون حيدرآباد کان ٺٽي ڏانهن روڊ تي سفر ڪري رهيو هئس ته ان وقت جڏهن اڃان سج ته نه اڀريو هو پر ان جي روشني آسمان سان ٽڪرائجي ڌرتيءَ کي روشن ڪري رهي هئي،تنهن وقت هزارين پکين جا ولر مون ڏٺا جيڪي ڏاڍيون سهڻيون ۽ دلچسپ قطارون ٺاهي اڀرندي پاسي کان ٺٽي واري پاسي وڃي رهيا هئا. مون کي ان وقت اندازو ٿيو ته ضرور انهن جي منزل ٺٽي ضلع واريون اهي ڍنڍون ئي آهن، انهن پکين کي ڏسندي مون کي به انهن ڍنڍن جي سير جو شوق ٿيو.
       <br/>
       ٺٽي ضلع ۾ ٽي اهم ڍنڍون آهن ڪينجهر، هاليجي ۽ هڏيري. ڪينجهر جيتوڻيڪ رستي ۾ ئي پوي ٿي پر مون ان کان اڳ هاليجي تي وڃڻ گهريو ٿي. جڏهن به جنگ شاهي ۾ وڃڻ ٿيندو هو ته هاليجي ڏانهن وڃڻ تي دل چاهيندي هئي، هن ڀيري جڏهن جنگ شاهي ڏانهن وڃڻ ٿيو ته دل ۾ ساڳي خواهش موجود هئي، اتي هڪ ڏينهن رهڻ کان پوءِ جيتوڻيڪ واپسي جو پروگرام هو پر هاليجي اتي وڃڻ لاءِ مون کي ٻيو ڏينهن به اتي ترسڻو پيو ۽ پوءِ اتان پير غلام حسين شاهه کي ساڻ ڪري پنهنجي ننڍڙي پٽ کي به گڏ وٺي وڃي هاليجي تي پهتس.
       <br/>
       ايشيا جي هيءَ وڏي ڍنڍ ٺٽي ضلع ۾ جنگ شاهيءَ جي ويجهو ۽ ڪراچيءَ کان 70 ڪلوميٽر پري موجود آهي. ٺٽي ضلع جي ٻين سياحتي ماڳن سان گڏ هيءَ ڍنڍ پڻ هڪ اهم حيثيت رکي ٿي. هر سال سياري جي مند ۾ اٽڪل 70 کن قسمن جا هزارين پکي سائبيريا مان اچي هن ڍنڍ کي سونهن بخشيندا رهيا آهن. جڏهن ته جهنگلي جيوت کاتي جي ريڪارڊ تي ته انهن پکين جا 223 قسم پڻ ڄاڻايل آهن. سائبيريا مان اهي پکي نومبر ۾ ايندا آهن ۽ فيبروري تائين هتي رهيل هوندا آهن. ايئن کڻي چئجي ته هيءَ ڍنڍ انهن پکين لاءِ ڄڻ ته جنت هوندي آهي.
       <br/>
       دنيا جي ٻي وڏي ويڙهه کان اڳ هاليجي ڍنڍ گهڻي ننڍي هئي ۽ بنيادي طور اها سم واري پاڻي جي ڍنڍ هئي. دنيا جي ٻي وڏي ويڙهه دوران ڪراچيءَ ۾ اميرڪا ۽ برطانيا جا هزارين فوجي رهيل هئا، جن کي وڏي مقدار ۾ پاڻي گهربل هو. ڪراچي ۾ ايتري وڏي مقدار ۾ پاڻي گڏ ڪرڻ جو ٻيو ڪو به ذريعو نه هو، ان جي وڌ ۾ وڌ ويجهو به اها هاليجي واري ڍنڍ ئي موجود هئي پر ان جو پاڻي به هڪ ته کارو هو ۽ ٻيو اها ڍنڍ ننڍي پڻ هئي. ان ڪري انگلينڊ جي راڄ واري سنڌ سرڪار اها ڍنڍ وڌائي وڏي ڪرڻ جو فيصلو ڪيو. ان ڍنڍ کي وڌائڻ جو اهو ڪم به جنگي بنيادن تي ئي ڪري، رڳو 24 مهينن ۾ ئي پورو ڪيو ويو. ان ۾ سنڌو نديءَ مان هڪ ڪئنال ذريعي وڌيڪ پاڻي پڻ وڌو ويو ۽ پوءِ ان ڍنڍ مان ئي ڪراچيءَ کي پاڻي پهچائڻ جو انتظام ڪيو ويو. 17 فيٽ اونهي هيءَ ايشيا جي وڏي ڍنڍ 6.58 چورس ميلن تي پکڙيل آهي. هن ڍنڍ جي چوڌاري مختلف قسمن جا وڻ به هن جي سونهن ۾ واڌارو ڪري بيٺل آهن. جيڪي اتي سير ڪرڻ لاءِ ايندڙن لاءِ ڇانو جو به هڪ قدرتي ذريعو آهن. هن ڍنڍ کي ورلڊ وائلڊ لائف وارن پڻ وڏي اهميت ڏني ۽ ان سان سنڌ سرڪار هن ڍنڍ کي جانورن جي وڌيڪ محفوظ پناهگاه ڪرڻ لاءِ هڪ ٺاهه پڻ ڪيو هو. هيءَ ڍنڍ مڇيءَ جو هڪ اهم ذريعو هئڻ سان گڏوگڏ واڳن جو هڪ اهم ٺڪاڻو پڻ آهي.
       <br/>
       هن ڍنڍ جي تاريخ ۾ اهڙا ڏينهن به ضرور آيا جو هن ڍنڍ جي هاڪ ٻڌي ڊيوڪ آف ايڊنبرگ شهزادو فلپ پڻ 1976 ۾هن جو دورو ڪرڻ تي مجبور ٿي پيو هو، ان شهزادي جڏهن هتي مختلف قسمن جي هزارين پکين جا ولر ڏٺا تڏهن ان ئي شهزادي هن ڍنڍ کي پکين سان پيار ڪندڙن جي جنت قرار ڏنو هو. پر بدقسمتيءَ سان هاڻ وقت تبديل ٿي ويو آهي، سرڪار جي بي ڌياني ۽ ڪامورن جي ڪرتوتن توڙي ڪن ٻين سببن جي ڪري هاڻ هيءَ ڍنڍ پنهنجي سونهن ۽ اهميت آهستي آهستي وڃائي رهي آهي.
       <br/>
       آئون جڏهن هاليجيءَ واري هن ڍنڍ تي ويس ته آڪٽوبر وارو مهينو پڄاڻيءَ تي پهچي رهيو هو ۽ نومبر شروع ٿيڻ وارو هو. هي اهي ڏينهن هوندا آهن جڏهن هن ڍنڍ تي سائبيريا جي ٿڌ جا ستايل پکي لڏي اچي اتي اکيرا اڏيندا هئا، پر مون کي اهو ڏسي اچرج لڳو ته آخر هتي اهي پکي ڇو نه ٿا پسجن .ڇا هاڻ جنت جهڙو ماڳ انهن پکين لاءِ دوزخ ٿي ويو آهي؟ آئون ان ڍنڍ تي پنهنجي ننڍڙي پٽ زين المرادشاهه کي اهو ٻڌائي وٺي ويو هئس ته کيس اتي سهڻا سهڻا پکي ڏيکاريندس جن جون هن کان اڳ هو رڳو ڪتابن ۾ تصويرون ئي ڏسي سگهيو آهي. پر اتي پهچڻ تي اسان کي ڏسڻ لاءِ رڳو اهي ڪجهه پکي ئي مليا جيڪي ڍنڍ جي ڪناري تي هڪ ڪنڊائتي 20 فيٽ جيتري هنڌتي پاڻيءَ مٿان ڄاري هڻي قيد ڪيل هئا. يا وري ٻيا اهي پکي جيڪي مرڻ کان پوءِ سانڍي ڪٻٽن جي سونهن ڪري رکيل هئا. ڍنڍ کان ٻاهر اسان کي چار پنج کن اهي واڳو به ڏسڻ ۾ آيا جن کي پاڻيءَ جي حوضن اندر ۽ لوهي ڄارين جي بند ۾ رکيو ويو آهي. هن ڍنڍ تي پکين کان پوءِ سير لاءِ ماڻهن جو گهٽ يا نه اچڻ جو هڪ سبب اهي واڳو پڻ آهن جيڪي ان ڍنڍ ۾ موجود هئا۽ ڪجهه سال اڳ انهن واڳن ماڻهن تي حملا پڻ شروع ڪري ڏنا هئا جن جي نتيجي ۾ هڪ 11 ورهين جي نينگري فوت ۽ عورتن سميت ڪيترائي ماڻهو زخمي پڻ ٿيا هئا.
اتان جي حالتن کي ڏسي ايئن پيو لڳي ته ڄڻ هن ڍنڍ کي هٿ وٺي تباهه ڪيو پيو وڃي، جيڪڏهن سرڪار ان تي ٿورو ڏيان ڌري ته ان ڍنڍ کي هڪ ڀيرو ٻيهر سياحت جو هڪ سٺو مرڪز ڪري ناڻي جو به هڪ سٺو ذريعو ڪري سگهجي ٿو.

    </p>
    
    <br><br>
    Data taken from Murad Ali Shah Bikirai's website.
    `,
    img: HalejiLack,
    documentry: `
    
   <iframe width="100%" height="400" src="https://www.youtube.com/embed/OxQrP-cCIc4?si=1E9LHikpp8zGQfjQ" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
  {
    id: 7,
    title: "کير ٿر نيشنل پارڪ",
    longDescription: `<p>
    کيرٿر نیشنل پارڪ 3,087 چورس ڪلوميٽر (1,192 چورس ميل) ۾ پکڙيل پاڪستان جو هڪ قومی پارڪ آھی جیڪا صوبي سنڌ جي ضلعي ڄامشورو ۾ کيرٿر جبل واري سلسلي ۾ واقع آهي. هي پارڪ، حيدرآباد کان، 130 ڪلوميٽر ۽ ٿاڻو بولا خان کان 80 ڪلوميٽر جي مفاصلي تي وقع آهي. ٿاڻو احمد خان کان پوءِ کيرٿر ڏانهن اچڻ لاِ رستو پهاڙي، پيچري نما، ۽ کڙٻڙ آهي ۽ اڪثر هندن تي ان رستي جي ڀرسان وڏيون وڏيون کايون به موجود آهن. اهو سال 1974ع ۾ قائم ڪيو ويو. پارڪ قدرت جو هڪڙو حيرت جهڙو جهان آهي جنهن ۾ دنيا جي ناياب نسل جا سرهہ  گڊ چيتا، پٽي ٿيل هائينا، هندستاني بگھڙ، هني بيجر، چنڪارا ۽ هرن آل جال پهاڙن جي کليل فضائن ۾ پوري آزاديءَ سان رهن ٿا. بليڪ بڪ کي ٻيهر متعارف ڪرائڻ واري منصوبي لاءِ محفوظ جاء ۾ رکيو ويو آهي.
    <br/>
    کيرٿر نئشنل پارڪ جو ڪجهه حصو ضلعي ڄامشورو ۽ ڪجهه حصو ڪراچي ضلعي ۾ آهي ۽ هن عجيب و غريب پارڪ کي 1972ع ۾ ملڪ جي اُن وقت جي وزيراعظم ذولفقار علي ڀٽو صاحب جي دور ۾ اقوام متحده جي بين الاقوامي فهرست ۾ شامل ڪيو ويو، ۽ اُن لسٽ ۾ هاڻي هن پارڪ سميت دنيا جا صرف چار اهڙا وڏا قدرتي پارڪ رجسٽرڊ آهن. کيرٿر نئشنل پارڪ، سنڌ سرڪار جي فاريسٽ ۽ وائلڊ لائف کاتي جي موجوده سُڄاڻ ۽ سرگرم سيڪريٽري محترم سائين شمس الحق ميمڻ صاحب جي ڪڙي نظر واري مسلسل چوڪسيءَ ۽ اعليٰ انتظامن باعث، سياحن لاءِ هاڻي صحيح معنيٰ ۾ هڪ ڏسڻ جهڙي جاءِ بنجي چڪو آهي ۽ سندن ايامڪاريءَ واري هن عرصي دوران هي پارڪ نه فقط رهزن ۽ چور شڪارين کان گهڻيءَ حد تائين محفوظ آهي، پر سندن پاران سخت تحفظ سبب چئن پنجن سالن جي مقابلي ۾ ناياب نسل جا اُهي جانور، جيڪي محض ڪجهه سَون جي تعداد ۾ وڃي بچيا هئا، هاڻي انهن جو انگ اٺن هزارن جي لڳ ڀڳ ٿي ويو آهي، جن ۾ سرهه نج هزار ۽ گڊ ۽ هرڻ ٽي ٽي هزار ریکارڈ ڪيا ويا آهن. اندازو آهي ته انهن جانورن کي پهاڙن ۾ آزاديءَ سان گهمندي فرندي ڏسڻ لاءِ سال دوران هڪ سو پنجاهه سياح ايندا رهيا آهن. سرهه شڪل شبيهه ۽ هڏ ڪاٺ ۾ پهاڙي ٻڪر يا هرڻ وانگر ٿيندو آهي. اُن جو رنگ پهاڙن جي رنگ سان مشابهه يعني، برائون، ٿئي ۽ جسم چلڪڻو ۽ پري کان ريشم جي ٿانو وانگر ڏيکائي ڏيندو آهي. سڱ سرهه جا ڪارا، پٺتي ۽ گولائيءَ مائل ۽ اوچا ٿيندا آهن، ۽ ان جي منڍيءَ جو مائونڊ ٺهرائي شڪار جا شوقين ماڻهو، پنهنجن اوطاقن جي ديوارين تي ٽرافي طور سجائيندي، فخر محسوس ڪندا آهن. وائيلڊ لائيف ڊپارٽمينٽ کان اڳواٽ پرمٽ کان سواءِ، ڪنهن جانور جو شڪار ته ڇا، کيرٿر جي رينج مان ڪنهن سُڪل وڻ وڍڻ جي به اجازت ڪانهي. شڪار لاءِ سال ۾ فقط هڪ دفعو سيزن مقرر آهي. ان کان سواءِ شوقيه شڪاري هتي شڪار نٿا ڪري سگهن. سرھہ سڀاو جي لحاظ کان پهاڙ جي مڇيءَ وانگر آھن. کيرٿر جي هن آب هوا کان ٻاهر، زندگي، هو گذاري ئي ڪونه سگهندو آهي، هنن پهاڙن مان ڪڍي اُن کي مصنوعي ماحول ۾ پالڻ جي ڪيئي دفعا ڪوشش به ڪئي وئي آهي، پر بچي نٿو، مريو وڃي! مطلب ته پالتو نا آهي. نهايت ڊڄڻو جانور آهي ۽ گوليءَ جي ٺڪاءُ ته پري جي ڳالهه ٿي، انسان جي پيرن جي ڇاپ يا بوءِ باس تي ئي ڀؤ ۾ لڪي، ڇَپ هڻي، ڪٿي گھفائن ۾ وڃي ويهي رهندو آهي، ۽ ڏينهن جا ڏينهن، اُتان نڪرندو ئي ڪونهي۔ کيرٿر جيسياحت لاءِ موسم اڌ آڪٽوبر کان ويندي نومبر کان مارچ جي وچ تائين نهايت موزون هوندي آهي، جو مئي مهيني کان پوءِ پهاڙ تپڻ شروع ٿيندو آهي، پر هنن اڻلڀ جانورن کي ڏسڻ لاءِ ،شوقين سياح، اهڙن گرم ڏينهن ۾ به ايندا آهن، جو گرميءَ سبب جانور پاڻيءَ جي تلاش ۾، هيڏانهن هوڏانهن سرگردان هوندا آهن ۽ سولائيءَ سان نظر اچي ويندا آهن. کيرٿر جي حدن اندر مختلف ذاتين وارا ويهه هزار کن ماڻهو آباد آهن، جن مان لڳ ڀڳ ڏيڍ سئو همراهه وائيلڊ لائيف ڊپارٽمينٽ ۾ جانور ۽ پکين کي شڪارين کان بچائڻ لاءِ چوڪسيءَ ۽ نگهداشت واري ڪم لاءِ مقرر ٿيل آهن. ڪوهستان جي هن رينج ۾ پاڻي زمين مان 35 کن فوٽن تان مليو ٿو وڃي (۽ ڪٿان مٺو ٿو نڪري ته ڪٿان ٻاڙو). جانورن ۽ پکين کي پائيپ لائين جي ذريعي. هنن جي مخصوص ٿا ڪن تائين پاڻي پهچائڻ جو انتظام، وائيلڊ لائيف کاتي پاران ڪيل آهي (۽ سچ پچ ته ڏاڍو سُٺو ڪيل آهي!) کيرٿر ۾ شڪار جا قاعدا قانون هن طرح آهن ته مادي ڪنهن به جانور جي ناهي مارڻي ننڍا جانور به مارڻ جي اجازت ڪانهي. شڪار صرف چاليهن انچن کان وڏن سڱن واري جانور جو مقرر آهي ۽ ان کان گهٽ جو قطعي نه! پيٽرولنگ، کيرٿر نئشنل پارڪ جي چوويهه ئي ڪلاڪ ٿئي ٿي. ۽ ان لاءِ ٽي گاڏيون ڏينهن، رات چوڪسيءَ ۾ چوطرف ڦرنديون رهن ٿيون، ۽ ڪو به چور شڪاري اُنهن جي تيز نظر کان بچي نٿو سگهي.
    
    
    
    
    </p>
       
    `,
    img: K_National_Park,
  },
  {
    id: 8,
    title: "صحراءِ ٿر ",
    longDescription: `<p>
    صحراءِ ٿر، جيڪو عام طور تي “ٿر ريگستان” جي نالي سان سڃاتو وڃي ٿو، سنڌ جي ڏاکڻي پاسي واقع آهي. هي صحرا پاڪستان جي سڀ کان وڏن ريگستانن مان هڪ آهي، جيڪو نه صرف پنهنجي واريءَ، مرڪ ۽ اُڃايل هوا سان سڃاتو وڃي ٿو، پر ساڳئي وقت هتان جي ماڻهن جي ثقافت، وفاداري، موسيقي، رنگن، ۽ محنتي زندگيءَ جي به عڪاسي ڪري ٿو. ٿرپارڪر، عمرڪوٽ، ۽ سانگهڙ ضلعن تي پکڙيل صحراءِ ٿر سرحدن پار ڪري ڀارت جي راجسٿان تائين پکڙيل آهي. جيتوڻيڪ هتي جي زمين خشڪ ۽ برسات جي اميد تمام گهٽ آهي، پر جڏهن ڪڏهن وسڪارو اچي ٿو ته هتان جي بنجر زمين حياتي سان ڀرجي وڃي ٿي. سرسبز ڍڳ، رنگ برنگا گل، ۽ هوا ۾ هلڪيون سرهيون خوشبوءِ... اهو سڀ ڪجهه ٿر جي خوبصورتيءَ کي بيان ڪري ٿو.  ٿر جون عورتون محنتي، صابر، پر اعتماد ۽ رنگن سان ڀريل ثقافت جو بهترين مثال آهن. سندن روايتي رنگين گجريدار لباس، هٿن ۾ چوڙيون، نڪ ۾ ڦلي، ۽ پيرن ۾ پائل انهن جي سونهن ۾ اضافو ڪن ٿا. اهي نه رڳو گهر سنڀالين ٿيون، پر جانورن جي سار سنڀال، پاڻي آڻڻ، ۽ اڻايل ڪم به سرانجام ڏين ٿيون.
    <br/><br/>
ٿر جي هر ڪنڊ ۾ ڪو افسانو سمايل آهي. مارويءَ جو داستان ٿر جي ڌيءَ جي وفاداري، سچائي، ۽ پنهنجي مٽيءَ سان بي مثال محبت کي بيان ڪري ٿو، جنهن پنهنجي ڌرتيءَ کي محلاتن جي سهولتن تي ترجيح ڏني. اهڙا قصا نه فقط ادب جا حصا آهن پر اڄ به ماڻهن جي دلين ۾ زندهه آهن. ٿر جا ماڻهو موسيقي سان ڀرپور زندگي گذارين ٿا. رڳو ساز نه، پر هر آواز ۾ درد، سچائي ۽ ڌرتيءَ سان وابستگي محسوس ٿئي ٿي. “چنگ”، “مرلي”، ۽ روايتي راڳ ٻڌي ڄڻ ته صحرا به گونجي ٿو. هتان جي عوام کي پيئڻ جو پاڻي، صحت جي سهولت، تعليم ۽ آمد و رفت جا بنيادي مسئلا درپيش آهن. بهرحال، حڪومت ٿرڪول منصوبو، روڊن جي واڌاري، ۽ اسڪولن جي بهتري لاءِ ڪيترائي منصوبا شروع ڪيا آهن. انهن قدمن جي باوجود ٿر کي اڃا به تمام گهڻي توجهه جي ضرورت آهي. سياحن لاءِ ٿر هڪ جادوئي دنيا وانگر آهي. رات جو چنڊنيءَ ۾ واريءَ جا ٽٻڪا، مورن جا ناچ، مقامي راڳن جو سر، روايتي کاڌا، ۽ پيارا ماڻهو – اهي سڀ تجربا ڪنهن به سياح لاءِ وسارڻ مشڪل هوندا. جيڪڏهن توهان اصل سنڌي ثقافت، مهمان نوازي، ۽ فطرت جي سونهن کي محسوس ڪرڻ چاهيو ٿا ته ٿر جو دورو لازمي ڪريو.


    </p>`,
    img: thar,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/09b3U_b84hk?si=buQUHqmbNMHJeb5D" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    
    `,
  },
  {
    id: 9,
    title: "ڪلفٽن ساحل، ڪراچي",
    longDescription: `<p>
    ڪلفٽن ساحل ڪراچي جو هڪ مشهور ساحلي علائقو آهي جيڪو پنهنجي خوبصورت منظر، صفا پاڻي، ۽ خوشگوار ماحول جي ڪري سياحن ۽ مقامي ماڻهن جي وچ ۾ تمام گهڻو پسند ڪيو ويندو آهي. ڪلفٽن ساحل ڪراچي شهر جي مغربي حصي ۾ واقع آهي ۽ هي ساحل ڪراچي جي معروفيت جو اهم حصو بڻيل آهي.
    <br/>
    ڪلفٽن ساحل کي ڪيترن ئي تاريخي ۽ ثقافتي لحاظ سان اهميت حاصل آهي. هي ساحل عام طور تي سياحت، تفريح ۽ پاڻي واري سرگرمين جهڙوڪ سوئمنگ، بوٽنگ، ۽ جٽ اسڪي لاءِ مشهور آهي. ساحل تي مختلف قسم جا کاڌا، هنڊي، ۽ سووينيئرز جي اسٽالز پڻ موجود آهن، جتي سياح ۽ مقامي ماڻهو پنهنجي وقت کي لطف اندوز ڪرڻ لاءِ اچن ٿا.
    <br/>
    ڪلفٽن ساحل تي عصر جو وقت گذارڻ هڪ الگ تجربه آهي، جتي سورج غروب ٿيڻ تي هڪ دلفريب منظر ڏسڻ لاءِ هزارين ماڻهن جو هجوم گڏ ٿيندو آهي. ان جو پاڻي صاف ۽ ٿڌو هوندو آهي جيڪو گرميءَ ۾ تازگي جو احساس پيدا ڪري ٿو.
    <br/>
    بيچ وٽ هڪ ٻيو اهم مقام "فصيل پئلس" پڻ آهي، جيڪو هڪ خوبصورت ريسٽورنٽ ۽ تفريحي جڳهه آهي جتي ماڻهو گهر واري ماحول ۾ وقت گذارين ٿا. ڪلفٽن ساحل جو ماحول سڪونده، خوبصورت ۽ قدرتي آهي، جيڪو هر ڪنهن کي دل کي خوش ڪري ڇڏيندو آهي
    <br/>
    ڪلفٽن ساحل کي صاف رکڻ جي لاءِ مختلف تنظيمن پاران ڪوششون ڪئي ويون آهن، ۽ ان بابت ايوانن ۾ ٻئي مقامي ۽ عالمي سطح تي ڳالهه ٻولهه جاري آهي. ڪلفٽن ساحل هڪ اهڙو مقام آهي، جتي سياح، مقامي ماڻهن، ۽ خاندانن کي هڪ راحت ڀريو وقت گذارڻ جو موقعو ملي ٿو.
    </p>
    `,
    img: kaarachiSee,
  },
];
export default FullData;
