import Utaqimg from "../../../assets/images/Utaq/Utaq7.jpg";
const Utaq = [
  {
    id: 1,
    img: Utaqimg,
    description:
      "سنڌي ثقافت جي اصل روح مهمان نوازي آهي، جيڪا دلين کي فتح ڪري ٿي، احساسن کي ساڳي سرزمين جي مٽيءَ سان جوڙي ٿي، ۽ مهمان جي عزت کي پنهنجو فرض سمجھي ٿي. سنڌي مهمان نوازي رڳو هڪ روايت نه، بلڪه ان جي وجود جو هڪ انمول فلسفو آهي، جيڪو صدين کان پنهنجي شان سان زنده آهي. انهيءَ ثقافت جو سڀ کان زنده مثال اوطاق آهي، جتي عزت، وفا، ۽ مانُ مرتبو هر مهمان لاءِ ائين ملندو آهي، ڄڻ ته اهو پاڻ سنڌ جي ڌرتيءَ جو حصو هجي. اوطاق سنڌي ثقافت جو ماڳ ۽ مرڪز آهي، جتي دوستي جا رشتا مضبوطيءَ سان جُڙن ٿا، جتي محبت جا رنگ اوطاق جي هوا ۾ شامل ٿين ٿا، ۽ جتي هر مهمان پاڻ کي پنهنجي گهر جيان محسوس ڪري ٿو. اوطاق صرف مهمانن لاءِ هڪ جاءِ نه، بلڪه اها انڌاريءَ ۾ روشنيءَ جهڙي علامت آهي، جتي مهمان نوازيءَ جي گرمجوشي، سنڌي چانهه جي خوشبو، ۽ سنڌي رليون جي نرمي مهمان کي هڪ نئين دنيا ۾ وٺي ٿي. هن سرزمين جا ماڻهو نه رڳو مهمانن کي آڌر ڀاءُ ڪن ٿا، پر انهن جي عزت، مانُ مرتبو، ۽ خاطر تواضع کي پنهنجو اولين فرض سمجھي سنڀالين ٿا. اوطاق جي ماحول ۾ صرف بحث مباحثا نه ٿيندا آهن، بلڪه هتي سچائي، قرب، ۽ سنڌ جي ثقافتي جوهر جو اظهار ٿيندو آهي. سنڌ جي مهمان نوازيءَ جي اصل روح اوطاق آهي، جيڪو صدين کان پنهنجو شان، عزت، ۽ ثقافتي عظمت سان زندهه آهي. جيڪو به سنڌ جي اوطاق ۾ اچي ٿو، اهو مهمان هئڻ جي باوجود سنڌ جي دل ۾ هميشه لاءِ جاءِ بڻائي ٿو",
  },
];
export default Utaq;
