const SindhLeader = [
  {
    id: 1,
    title: "سائين جي ايم سيد",
    description: `<strong>استاد لغاري</strong>
    <br/>
    سنڌ ۾ جيڪي ماڻهو آزاديءَ جا علمبردار ۽ نظرين جا باني ٿي گذريا آهن، سائين جي ايم سيد جو نالو به انهن ۾ هڪ آهي. سندس پورو نالو سيد غلام مرتضيٰ شاھ ولد سيد محمد شاھ هيو. پاڻ ۱۷ جنوري ۱۹۰۴ع تي، سنڌ جي مشهور شهر سن ۾ پيدا ٿيو ۽ سندس وصال ۲۵ اپريل ۱۹۹۵ع تي، ۹۱ سالن جي ڄمار ۾، ڪراچيءَ جي جناح اسپتال ۾ ٿيو. ان وقت پاڪستان پيپلز پارٽيءَ جي حڪومت هئي ۽ سائين جي ايم سيد هٿڪڙين جي حالت ۾ هو. شيخ اياز پنهنجي هڪ ڪتاب ۾ لکيو آهي، ته “مون پنهنجين ڪراين ڏانهن ڏسي سوچيو، ته ڪڙيون ۽ قاتل اڃان ڪيستائين دور رهندا؟ مون زبان کي ڏند سان ڪٽي چيو، نه ڄاڻان تون ڪڏهن سمورو سچ چوندينءَ؟ نه ڄاڻا توکي ڪڏهن ڪپي ڦٽيءَ ڪندا؟”. ذوالفقار علي ڀٽي صاحب کي، وقت جي بي رحم حڪمرانن تخته دار تي چاڙهي ڇڏيو ۽ سائين جي ايم سيد کي، وقت جي جابر حڪمرانن ايستائين هٿڪڙين ۾ رکيو، جيستائين سندس روح جو پکيئڙو پرواز نه ڪري ويو. مان ذوالفقار علي ڀٽي صاحب ۽ سائين جي ايم سيد جِي مظلوميت جي مماثلت ڪرڻ نه ٿو چاهيان، پر فقط ايترو چوڻ چاهيان ٿو، ته ۱۹۷۱ع کان وٺي ۱۹۷۷ع تائين، حڪمران پارٽي، سنڌ جي قومي شعور ۽ حزبِ اختلاف سان، ڊي پي آر جي نالي تي، جيڪي ڀال ڀلايا، اهي تاريخ ڪڏهن به وساري نه سگھندي. ليڪن ذوالفقار علي ڀٽي صاحب سان، پڇاڙيءَ ۾ جيڪو ناحق ظلم ڪيو ويو، ان سندس سمورا اوگڻ اُجاري اڇا ڪري ڇڏيا. “مڙيئي معاف ڪياس، خالق بدلي خون جي”. سائين جي ايم سيد ۽ ذوالفقار علي ڀٽي صاحب ۾، جيڪا هڪجهڙائي آهي، اها هي آهي، ته اهي ٻيئي سنڌي ليڊر، جنوريءَ جي مهيني ۾ ڄاوا ۽ ٻيئي اپريل جي مهيني ۾ اَمر ٿي ويا.
    <br/>
    سائين جي ايم سيد سان، منهنجي پهرين ملاقات، ۲۳ مارچ ۱۹۸۸ع تي، سن ۾ ٿي هئي. ان وقت محمد خان جوڻيجو ملڪ جو وزير اعظم هيو. آئون، عاجز منگي، حضور بخش لغاري، اسلم لغاري، عباس جلباڻي ۽ امير حمزو، محراب پور واري ڪچي جي ٻيلي کان ٿيندا، ٻيڙيءَ جي ذريعي سنڌو درياھ اُڪري، وڃي سن پهتا هئاسين. سائين جي ايم سيد جو نظريو، دنيا جي ڪنهن به آزاد قوم جي نظريي کان مختلف ناهي. فرق فقط ايترو آهي، جو سائين جي ايم سيد عدم تشدد جو حامي آهي ۽ ٻيا دنيا جا ڪيترائي نظريا، سلامتيءَ جو چولو پائي، تشدد جا حامي هوندا آهن. ڪتاب “پتڻ ٿو پور ڪري” ۾ هڪ هنڌ لکيل آهي، ته “اي آزادي! تو ڏانهن ڪوئي شاهي رستو نه ٿو وڃي، فقط سوڙها پيچرا وڃن ٿا ۽ منهنجي ڏيھ جا سڀيئي ماڻهو، شاهيءَ رستن تي وڃي رهيا آهن ۽ مان سوڙهي پيچري ۾، مُنجھي موٽي رهيو آهيان. ڇو ته مون کي ڪوئي سُونهون به نه آهي ۽ ساٿي به نه آهي. اي آزادي! مان پوءِ به شاهيءَ رستي کان گھٻرايان ٿو، ڇو ته اهو تو ڏانهن نه ٿو وڃي”.
    <br/>
    انهيءَ آزاديءَ جي سوڙهي پيچري، شهيد سورهيه بادشاھ کان وٺي، هيمون ڪالاڻيءَ تائين ۽ ٽيپو سلطان کان وٺي، ھوشو شيديءَ تائين، ڪيترن ئي ڪُونڌرن جون قربانيون وٺي ڇڏيون آهن. پر مون کي اڃان تائين سمجھ ۾ نه ٿو اچي، ته شاهيءَ رستي تي هلندي به، ماڻهو تخته دار تي ڇو چڙهي ويا؟ ۽ گولين جو بَک ڇو بڻايا ويا؟ اي شيخ اياز! تنهنجو بيان ڪيل فقرو، اڌواڌ سچ آهي ۽ اڌواڌ سچ نه آهي. “سچ به مايا آهي”، وشنو نادر مُنيءَ کي چيو. انهيءَ سچ لاءِ، ماڻهو هڪٻئي کي رتوڇاڻ ڪندا آيا آهن. انهيءَ سچ، اتهاس جي پهراڻ تي رت جا ڪروڙين چُٽا ڇڏيا آهن. جُڳن کان پنهنجو ۽ پرايو لهوءَ وهايو آهي. ڪالهوڪو سچ اڄوڪو ڪوڙ آهي ۽ اڄوڪو سچ سُڀاڻي جو سچ نه آهي. نادر! سچ پُڇين ته نه رڳو ڪوڙ، پر سچ به مايا آهي”. انگريزن جي دور ۾، هندوستان جي آزاديءَ واري تحريڪ کي، ڪوڙ سمجھي ڪُچليو ويندو هو. ليڪن انگريزن جي دور وارو ڪوڙ، اڄ جو سچ آهي. اهڙيءَ ريت، اڄ جي ڪوڙ کي، اڃان سُڀاڻي جو سچ ثابت ٿيڻو آهي. اسان هن وقت، هڪ اهڙي آزاديءَ جا مزا ماڻي رهيا آهيون، جنهن ۾ ڦُرڻ واري کي ڦُرڻ جي ۽ ڦُرجڻ واري کي ڦُرجڻ جي، هر طرح سان ۽ مڪمل آزاديءَ حاصل آهي. شيخ اياز لکيو هو : “ هتي گدڙ آزاد آهن، مکيون آزاد آهن، مڇر آزاد آهن، هتان جا دانشور آزاد آهن. شاعر ٽي ويءَ تي نعتيه مشاعره ڪن ٿا. هتي جا هاري آزاد آهن، جي چاهين ته پنهنجي مٿي مان، جُوئُون ڀلي نه کڻي ڪڍن”.
    <br/>
    منهنجي سامهون سائين جي ايم سيد جا ڪيترائي ڪتاب موجود آهن، جن مان ڪجھ جا نالا هيٺ ڏجن ٿا: پيغامِ لطيف، پاڪستان ۾ قوميتن جو مسئلو، نئين سنڌ لاءِ جدوجهد، سنڌ جي بمبئي کان آزادي، جنب گذاريم جن سين، جيئن ڏٺو آهي مون، جديد سياست جي نوَ رتن، ساهڙ جا سينگار، واڄٽ ويراڳين جا، اڄ پڻ چڪيم چاڪ، خطباتِ سيد، جديد عالمي سياست، سنڌ جي ڪهاڻي سيد جي زباني، ديارِ دل داستانِ محبت، سنڌو جي ساڃاھ ۽ سنڌ ڳالهائي ٿي وغيره شامل آهن. سائين جي ايم سيد جو چوڻ هيو، ته منهنجي نظريي جي حق ۾، مون تي ڪيس هلايو وڃي. هُو ان جي لاءِ ڪيترائي ڀيرا ڪورٽن ۾ به ويو، پر هن جو نظريو ۽ ڪيس نه ٻُڌو ويو. ڏکڻ آفريڪا جي آزاديءَ جي علمبردار ۽ هيرو، محترم نيلسن منڊيلا ۽ سائين جي ايم سيد، اهڙا عالمي ليڊر ٿي گذريا آهن، جيڪي ٽيھ ٽيھ سال نظربنديءَ واري حالت ۾ رهيا. ليڪن نظريو ڪٿي به ختم نه ٿو ٿئي، نظريو ڪڏهن به ڪو نه ٿو مري، ها البت ان ۾ دير ضرور ٿي سگھي ٿي. سائين جي ايم سيد جي نظريي کي اڳتي وٺي ويندڙ، محترم عبدالواحد آريسر صاحب کان پوءِ، ڪي ڪي ماڻهو، هن وقت پنهنجن سڄڻن ۽ ساٿين جي پُٺن ۾ ڇُرا گھونپي رهيا آهن، ته انهن جو فقط افسوس ئي ڪري سگھجي ٿو. نه ته شيخ اياز چيو هو: “اڄ هڪ هزارين ٿي ويو آ، ڪنهن وقت ڪروڙين دانهيندا ۽ سارو سچ چئي ڏيندا، اهڙو ساهس ساهيندا، اي آزادي! اي آزادي!”.
    <br/>
    ان کان اڳ جو آئون لفظن جي پوري کاڻ کوٽيان، پنهنجي قلم کي هتي ئي ٺپيان ٿو ۽ آخري الفاظ اُچاريان ٿو: “هي اهو ديس آهي، جنهن ۾ مکيون، ڪوريئڙن جي وڏي ڄمار لاءِ دعائون گھرنديون آهن. جتي رڍون، پنهنجي خدمت خاطر بگھڙن جي چونڊ ڪنديون آهن ۽ جتي آزاد پکيئڙا، فضائن ۾ اڏرڻ بجاءِ، پڃري ۾ رهڻ وڌيڪ پسند ڪندا آهن ۽ پوءِ مطالبن جي مڃتا لاءِ، سڄي عمر احتجاج ڪندا رهندا آهن”. “ڪَھِ نه سَڪي تُو اَپنِي ڪھانِي، تيرِي ڀِي پَنڇِي! ڪِيا زندگانِي ري!؟ جِس ني تيرِي ڪَٿا لکِي، آنسُو ۾ قلم ڊُبوئي...تيرا درد نه جاني ڪوئي، پِنجري ڪي پَنڇِي ري! تيرا درد نه جاني ڪوئي...!!!”.
    <br/><br/>
    ٿينڪس ڊيلي سوڀ خميس ۱۷ جنوري ۲۰۱۹ ع
    `,
    documentry: `
    <iframe width="100%" height="315" src="https://www.youtube.com/embed/Wax8_LC8kWA?si=z-8ml51V-uUIzkA1" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },

  {
    id: 2,
    title: "سائين سورهه بادشاهه",
    description: `
    سنڌ ڌرتي هميشه بهادر، سرويچ، ۽ آزاديءَ جي متوالن کي جنم ڏنو آهي، جن پنهنجي جانين جا نذرانا ڏئي غلاميءَ کي للڪاريو. اهڙن سرواڻن ۾ سورهيه بادشاھ، پير سيد محمد صبغت الله شاھ راشدي جو نالو سنهري اکرن سان لکيل آهي. هن پنهنجي همت، حڪمت، ۽ لازوال قربانين سان آزاديءَ جي جوت جلائي. حر تحريڪ، جيڪا انگريز سامراج جي خلاف سنڌ جي دلير ماڻهن جي مزاحمتي جدوجهد هئي، ان ۾ سورهيه بادشاھ جو ڪردار هڪ زبردست سرواڻ جي حيثيت ۾ سامهون آيو. حر تحريڪ جو بنياد اصل ۾ پير پاڳاري جي پوئلڳن تي ٻڌل هو، جنهن جو مقصد انگريز راڄ خلاف مزاحمت ڪرڻ ۽ سنڌ کي غلاميءَ جي زنجيرن مان آزاد ڪرائڻ هو. "حر" عربي لفظ آهي، جنهن جي معنيٰ "آزاد" آهي، ۽ حرن جو اهو خواب هو ته سنڌ ڌرتي انگريزن جي تسلط کان آزاد ٿئي. ان ئي جذبي تحت حر تحريڪ شروع ٿي، جيڪا اڳتي هلي سورهيه بادشاھ جي قيادت ۾ هڪ زبردست بغاوت جي صورت اختيار ڪري وئي.
    <br/>
    سورهيه بادشاھ 1909ع ۾ پير جو ڳوٺ، ضلعي خيرپور ميرس ۾ پيدا ٿيو. سندس ذهانت، بهادري، ۽ قيادت جا جوهر ننڍپڻ کان ئي ظاهر ٿيڻ لڳا. 1922ع ۾، جڏهن کيس پنهنجي والد جي جاءِ تي گادي نشين مقرر ڪيو ويو، ان وقت سندس عمر فقط 14 سال هئي، پر ان جي باوجود به هن وڏي ذميواريءَ سان قيادت سنڀالي. انگريزن هن جي سياسي اثر کان خوفزده ٿي، کيس لالچون، ڌمڪيون، ۽ پابنديون لڳائڻ شروع ڪيون، پر سورهيه بادشاھ انهن سڀني حربن کي لتاڙي، آزاديءَ جي تحريڪ کي اڳتي وڌايو.
    <br/>
    سورهيه بادشاھ جي حڪمت عملي سبب حر تحريڪ زور وٺي وئي. هن پنهنجي پوئلڳن کي عسڪري تربيت ڏني ۽ آزاديءَ لاءِ جهاد جو اعلان ڪيو. حر مجاهدن کي خاص هدايتون مليون ته هو انگريزن خلاف آخري دم تائين وڙهندا رهن. هن تحريڪ انگريز سامراج کي سخت پريشان ڪري ڇڏيو. حر سپاهين جي جنگي مهارتن سبب انگريزي فوج کي ڪيترائي ڀيرا شڪست ملي.
انگريز سرڪار حر تحريڪ جي وڌندڙ اثر کان گهٻرائجي، سورهيه بادشاھ کي 1930ع ۾ بغير لائسنس هٿيار رکڻ ۽ ٻين ڪوڙن الزامن تحت گرفتار ڪيو. کيس سخت پورهئي جي سزا ٻڌائي وئي ۽ ڪيترن ئي سالن تائين جيلن ۾ قيد رکيو ويو. جيل ۾ ئي هن ڪيترائي ڪتاب پڙهيا ۽ لکيا، پر انگريز سرڪار انهن کي ضبط ڪري ڇڏيو. فقط هڪڙو ڪتاب "تنبيهة الفقراء" بچي سگهيو، جيڪو آزاديءَ جي تحريڪ لاءِ اهم دستاويز ثابت ٿيو.
<br/>
نگريزن سورهيه بادشاھ کي فقط جسماني طور تي قيد نه ڪيو، پر هن کي ذهني طور به شڪست ڏيڻ لاءِ مختلف حربا اختيار ڪيا. کيس هٿيارن جون لالچون ڏنيون ويون ته جيڪڏهن هو انگريزن سان ٺاھ ڪري ته کيس جديد هٿيار فراهم ڪيا ويندا، پر هن بهادريءَ سان جواب ڏنو ته "اسان کي پنھنجا هٿيار جام آهن، جيڪي اسان جي بهادر حرن جا بازو آهن." ان سان گڏ انگريزن کيس مختلف القاب ڏيڻ جي به آڇ ڪئي، پر سورهيه بادشاهه وراڻيو، "اسان کي وڏن جو مليل لقب 'پاڳارو' ڪافي آهي، اسين پنهنجي وطن جي آزاديءَ کان سواءِ ڪنهن به لقب کي قبول نٿا ڪريون."
<br/>
سزا ڪاٽڻ کانپوءِ، 1936ع ۾ سورهيه بادشاھ کي آزاد ڪيو ويو، پر هو خاموش نه ويٺو. هن حر گوريلا تحريڪ کي وڌيڪ سرگرم ڪيو ۽ "غازي حر فورس" جو بنياد وڌو، جنهن جو هيڊڪوارٽر سانگهڙ مَکِي ٻيلو ۾ قائم ڪيو ويو. حر سپاهين کي جديد جنگي مشقون ڪرايون ويون ۽ انگريزن کي سنڌ مان ڀڄائڻ لاءِ تياري شروع ڪئي وئي.
<br/>
انگريزن سورهيه بادشاھ جي انقلابي سرگرمين کان خوفزده ٿي، 1941ع ۾ کيس ٻيهر گرفتار ڪري، هندستان جي ناگپور جيل ۾ نظربند ڪيو. هن جي گرفتاري کانپوءِ، حر تحريڪ جي مجاهدن انگريزن خلاف زبردست ڪارروايون شروع ڪيون. ٽنڊو آدم ويجهو لاھور ميل ٽرين تي حملو ڪري، انگريز فوجين کي سخت نقصان پهچايو. حرن جي انهن ڪاررواين انگريزي حڪمرانن جون ننڊون حرام ڪري ڇڏيون.
<br/>
سورهيه بادشاھ "وطن يا ڪفن، آزادي يا موت" جو نعرو هڻي، حرن ۾ نئون جذبو پيدا ڪيو. سندس ان نعري انگريزن خلاف بغاوت کي وڌيڪ تيز ڪري ڇڏيو. حر سپاهي پنهنجي سرواڻ جي حڪم تي جان جو نذرانو ڏيڻ لاءِ هر وقت تيار رهيا.
<br/>
1942ع ۾ انگريز سرڪار حرن کي دهشتگرد قرار ڏئي، "حر ايڪٽ" لاڳو ڪيو. حر تحريڪ کي ختم ڪرڻ لاءِ مارشل لا لاڳو ڪيو ويو. انگريزن حر سپاهين ۽ سندن خاندانن تي ظلم جا نوان باب لکيا ويا. حر مجاهدن سميت انهن جي ٻارن عورتن ۽ پوڙھن کي جيلن، لوڙھن ۾  قيد ڪيو ويو، سندن مال ملڪيتون ضبط ڪيون ويون، ۽ ڪيترن کي سرعام ڦاسي ڏني وئي.
<br/>
آخرڪار، 20 مارچ 1943ع تي انگريزن سورهيه بادشاھ کي حيدرآباد جيل ۾ ڦاسيءَ تي چاڙهي ڇڏيو. جڏهن کيس ڦاسيءَ لاءِ آندو ويو ته سندس عمر 34 سال هئي. هن بهادريءَ سان اڳتي وڌي، ڦاسيءَ جي ڦندي کي پنهنجي هٿن سان ڳچيءَ ۾ وڌو، ان کي چمي ڏئي فرمايو: "مون کي خبر آهي ته منهنجو رت ضايع نه ويندو، منهنجي شهادت قوم لاءِ آزاديءَ جو سج بڻجي اڀرندي!" پوءِ فرمايائون، "شهادت اسان لاءِ تاج آهي، اڳتي وڌي پائڻ اسان لاءِ عبادت آهي!" سندس جسد خاڪي کي انگريزن وارثن حوالي نه ڪيو، پر ڪنهن اڻڄاتل هنڌ دفنائي ڇڏيو.
<br/>
سورهيه بادشاھ جي شهادت آزاديءَ جي تحريڪ کي ختم نه ڪري سگهي. سندس وفادار حر سپاهين، سندس قربانيءَ کي پنهنجي لاءِ مشعل راھ بڻائي، جدوجهد جاري رکي. 1947ع ۾ انگريزن کي آخرڪار سنڌ ۽ هندستان ڇڏڻو پيو، پر سورهيه بادشاھ جهڙا انقلابي اڳواڻ آزاديءَ کان اڳ ئي قربان ٿي چڪا هئا.
<br/>
اڄ 20 مارچ 2025 تي، سورهيه بادشاھ جي 82هين ورسي عقيدت ۽ احترام سان ملهائي پئي وڃي. سندس لازوال قرباني، سنڌ جي غيرت مند ماڻهن لاءِ هميشه هڪ روشن مثال بڻجي رهندي.
<br/>
"شهادت جو رت بيڪار نه ويندو آهي، اهو آزاديءَ جي پوک لاءِ پاڻيءَ جو ڪم ڏيندو آهي."
<br/>
<br/>
تحریر: آفتاب عالم مھر
    
    `,
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/8_tKnflX5QM?si=mdGlma-QTf6IoZH5&amp;start=16" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },

  {
    id: 3,
    title: "بشير خان قريشي",
    description: `
    بشير خان قريشي سنڌ جي قومپرست سياست ۾ هڪ اهم شخصيت هو، جنهن جي زندگي ۽ سياسي جدوجهد سنڌ جي تاريخ ۾ هڪ اهم باب آهي. هو 10 آگسٽ 1959ع تي رتوديرو، ضلعي لاڙڪاڻي ۾ پيدا ٿيو. سندس والد غلام مرتضيٰ قريشي هڪ واپاري هو، جيڪو ڳوٺ ۾ اٽي جي چڪي هلائيندو هو. بشير خان قريشي جي پرورش هڪ وچولي گهراڻي ۾ ٿي، جتي هن ابتدائي تعليم رتوديرو مان حاصل ڪئي ۽ انٽر سي انڊ ايس ڪاليج شڪارپور مان پاس ڪيائين.

1976ع ۾، بشير خان سنڌ زرعي يونيورسٽي ٽنڊو ڄام ۾ داخلا ورتي، جتي هن شاگرد سياست ۾ حصو وٺڻ شروع ڪيو. هن جيئي سنڌ اسٽوڊنٽس فيڊريشن (جساف) ۾ شامل ٿي، ۽ 1980ع ۾ جساف زرعي يونيورسٽي جو صدر چونڊيو ويو. بشير خان قريشي جي ايم سيد جي تمام ويجهو رهيو، جيڪو سندس سياسي استاد هو. بشير خان جي طبيعت سڌي سنئين ۽ کري قسم جي هئي، ۽ هو روايتي سياستدانن کان مختلف هو.
بشير خان قريشي جي سياسي جدوجهد ۾ ڪيترائي اهم مرحلا شامل آهن. جنرل ضياءَ الحق جي مارشل لا دؤران، 17 آگسٽ 1984ع تي ٽوڙهي ڦاٽڪ واقعي ۾ قانون لاڳو ڪندڙ ادارن هٿين خالي شاگردن مٿان گوليون هلائي پنج شاگرد شھيد ڪيا. ان واقعي خلاف احتجاجي تحريڪ هلائڻ تي بشير خان کي گرفتار ڪيو ويو ۽ فوجي عدالت کيس قيد ۽ سزا ڏني. هو 1986ع ۾ آزاد ٿيو، پر کيس بار بار گرفتار ڪيو ويو، جنهن ۾ 1988ع ۾ لساني فسادن بعد، 1994ع ۾ پيپلز پارٽي جي دور ۾، ۽ 1999ع ۾ جي ايم سيد جي جنم ڏينهن جي تقريب ۾ شرڪت ڪرڻ وقت گرفتار ڪيو ويو. مجموعي طور تي، بشير خان قريشي 6 سال ۽ 10 مهينا جيل ۾ گذاريا.
1995ع ۾، جي ايم سيد جي وفات بعد، جيئي سنڌ قومي محاذ (جسقم) ٺهيو، جنهن ۾ بشير خان قريشي کي ڊپٽي ڪنوينر مقرر ڪيو ويو. 1996ع ۾، هو جسقم جو جنرل سيڪريٽري ۽ 1998ع ۾ چيئرمين چونڊيو ويو. بشير خان قريشي جي قيادت ۾ جسقم سنڌ جي حقن لاءِ مختلف تحريڪون هلائيون، جن ۾ 23 مارچ تي ڪراچيءَ ۾ لکين سنڌي ماڻھن کي گڏ ڪرڻ شامل هو.
بشير خان قريشي جي تقريرن تي مشتمل ڪتاب "جاڳيا جُنگ جوان" 1989ع ۾ شايع ٿيو، جيڪو سندس سياسي جدوجهد جو هڪ اهم دستاويز آهي. هو 7 اپريل 2012ع تي وفات ڪري ويو، ۽ سندس تدفين رتوديرو ۾ ٿي. سندس زندگي ۽ قربانيون سنڌ جي تاريخ ۾ هميشه ياد رهنديون.
    
    `,
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/a_S679_MROw?si=GpjagqIc2H1eH_I4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 4,
    title: "شيخ اياز",
    description: `
    
    
    
    شيخ اياز: جديد سنڌ، ويھين صديءَ ۾ سنڌي شاعريءَ جي ميدان ۾ جيڪي وڏا شاعر پيدا ڪيا، تن ۾ شيخ اياز جو نالو سڀني کان مٿانھون آھي. اياز، سنڌي شاعريءَ جي ماضيءَ جو تسلسل، حال جو ترجمان ۽ مستقبل جو رھبر شاعر آھي، ھن سنڌي شاعريءَ جي بيٺل تلاءَ ۾ تحرڪ پيدا ڪري، ان ۾ زندگي، جدت ۽ ندرت پيدا ڪئي. سنڌ جي ھن وڏي شاعر جو اصل نالو شيخ مبارڪ علي ھو، پر شعر ۽ ادب جي دنيا ۾ ھو ’اياز‘ جي نالي سان مقبول ٿيو. ھن 2 مارچ 1923ع تي سنڌ جي تاريخي شھر شڪارپور ۾ جنم ورتو، سندس والد جو نالو شيخ غلام حسين ۽ ڏاڏي جو نالو شيخ عبدالحڪيم عرف بنگل شيخ ھو، جيڪو شھر جي معزز ماڻهن ۾ شمار ٿيندو ھو ۽ سندن پاڙو بنگل پاڙو، سڏبو ھو. شيخ اياز جو خاندان بکراڻي آھي. شيخ اياز ثانوي تعليم تائين شڪارپور ۾ پڙھيو. انٽرميڊئيٽ پڻ شڪارپور جي سي ائنڊ ايس ڪاليج مان 1942ع ۾ ڪيائين. 1944ع ۾ ڊي. جي سنڌ ڪاليج ڪراچيءَ ۾ بي. اي جو امتحان پاس ڪري 1945ع ۾ ايل. ايل. بي ۾ داخلا ورتائين. ڪاليج جي تعليم دؤران ڪاليج مئگزين جو ايڊيٽر بھ رھيو. ھن ڊاڪٽر ھوتچند مولچند گربخشاڻيءَ جي رھبريءَ ۾ پي.ايڇ. ڊي ڪرڻ چاھي، پر ڊاڪٽر صاحب جي ديھانت سبب مڪمل نھ ڪري سگهيو. 1950ع ۾ ايل. ايل. بي کان پوءِ وڪالت شروع ڪيائين ۽ سنڌ جي نامور وڪيلن ۾ شمار ٿيو. شيخ اياز سنڌي ادبي سنگت سنڌ جي بانيڪارن مان ھو، ھن 1945ع ۾ ڊاڪٽر گربخشاڻيءَ جي رھبريءَ ۾ ھلندڙ ’سنڌي سرڪل‘ جي گڏجاڻين ۾ شرڪت ڪئي ۽ جڏھن گوبند مالهيءَ اپريل 1946ع ۾ ڪراچيءَ ۾ سنڌي ادبي سنگت سنڌ جو بنياد وڌو تھ شيخ اياز ۽ بِھاري لال ڇاٻڙيا سنگت جا پھريان جوائنٽ سيڪريٽري چونڊيا ويا. شيخ اياز شڪارپور ضلعي ۾ بھ سنگت کي منظم ڪيو، ان کان سواءِ’ انجمن ترقي پسند مصنفين‘ سان بھ وابستھ رھيو. ورھاڱي کان پوءِ ’پاڪستان رائٽرز گلڊ‘ ۽ سائين جي. ايم. سيد جي قائم ڪيل ’بزم صوفياءِ سنڌ‘ سان به گهري لاڳاپي ۾ رھيو. شيخ اياز ٻاراڻي وھيءَ ۾ شاعريءَ جي شروعات ڪئي ۽ سندس پھريون نظم يارھن سالن جي عمر ۾ ڇپيو ھو. شيخ اياز شاعريءَ سان گڏ ڪھاڻيون بھ لکيون، سندس ڪھاڻين جو پھريون ڪتاب ’سفيد وحشي‘1946ع ۾ ڇپيو. ورھاڱي جي تاريخي سانحي ۾ شيخ اياز جا اڪثر دوست نارائڻ شيام، ڪيرت ٻاٻاڻي، گوبند مالهي، اي.جي. اتم، بھاري لال ڇاٻڙيا، موتي رام رامواڻي، ايڊووڪيٽ امر لال پنجواڻي، ڊاڪٽر ارجن شاد ۽ ٻيا ڀارت ھليا ويا ۽ ورھاڱي جي ھن ڪاري وار شيخ اياز جي ذھن تي وڏو اثر وڌو. سنڌي اديبن جو وڏو حصو ڀارت ھليو وڃڻ سبب شيخ اياز اردو اديبن جي صحبت ۽ محفلن ۾ وڃڻ شروع ڪيو. سندس اردو شاعريءَ جو اڳيئي وسيع مطالعو ھو، ان ڪري ھن اردوءَ ۾ شاعري شروع ڪئي، جنھن اردو شاعرن وٽ وڏو مقام حاصل ڪيو. سندس اردو شاعريءَ جو پھريون مجموعو ”بوءِ گل نالئھ دل“، 1954ع ۾ ئي پروفيسر آفاق صديقيءَ جي پيش لفظ سان ڇپجي پڌرو ٿيو. 1954ع ۾ سنڌي ادبي بورڊ جي نئين سر تشڪيل ٿي ۽ محمد ابراھيم جويي جھڙو سڄاڻ اديب ۽ نقاد سنڌي ادبي بورڊ جو سيڪريٽري ۽ بورڊ پاران نڪرندڙ رسالي ”مھراڻ“ جو ايڊيٽر ٿيو. جويي صاحب، شيخ اياز جي ڏات کي پرکيندي، کيس مشورو ڏنو تھ ھو اردو شاعريءَ بدران سنڌي شاعريءَ کي جاري رکي، ڇو تھ ھو پنھنجي ڏات کي منطقي نتيجي تي صرف سنڌيءَ ۾ ئي پھچائي سگهي ٿو. ’مھراڻ‘ جي 1955ع جي پھرئين پرچي ۾ جويي صاحب ’اسان جي شاعر جا خط‘ عنوان ھيٺ شيخ اياز جا ڏانھس لکيل خط ۽ اياز جي بيتن واري شاعري شايع ڪئي، ۽ ائين اياز، اداسيءَ ۽ مايوسيءَ جي ماحول مان ٻاھر نڪري آيو. ان بعد اياز جي ڏات جي ڪرشمي نھ رڳو سنڌ، پر دنيا کي حيران ڪري ڇڏيو ۽ ھو وقت جو وڏي ۾ وڏو شاعر ٿي اڀريو. ھن جي شاعري تھ باڪمال آھي، پر سندس نثر جو اسلوب ۽ ٻولي بھ اعليٰ درجي جي آھي. اياز جا زندگيءَ جي آخري پساھن تائين لڳاتار شاعريءَ ۽ نثر جا ڪيترائي ڪتاب ڇپجندا رھيا، جن جو تفصيل ھن ريت آھي: (1). ”ڀَونر ڀِري آڪاس“ (شاعري: 1962ع) (2). ”جي ڪاڪ ڪڪوريا ڪاپڙين“ (خط ۽ نوٽ بوڪ جا ٽڪرا: ڊسمبر 1962ع) (3). ”ڪلهي پاتم ڪينرو“ (شاعري: 1963ع) (4). ”اڪ جون ڦلڙيون، ڀيڄ ڀيني“ (نثري شاعري: 1965ع-ايوبي مارشل لا ۾ ھي ڪتاب ڇپجڻ جي باوجود منظر عام تي نھ اچي سگهيو ۽ ھي ڪتاب ٻيھر 2000ع ۾ ڇپجي پڌرو ٿيو)، (5). ”ڪي جو ٻيجل ٻوليو“ (شاعري: 1970ع) (6). ”وڄُون وسڻ آئيون“ (شاعري: 1973ع) (7). ڪَپر ٿو ڪُن ڪري“ (شاعري: 1975ع) (8). ”لڙيو سج لڪن ۾“ (شاعري: 1980ع) (9). ”پتڻ ٿو پُور ڪري“ (شاعري: 1982ع) (10). ”جڳ مڙوئي سپنو“ (آتم ڪٿائي يادون: 1985ع)، (11). ”چنڊ چنبيليءَ ول“ (شاعري: 1985ع) (12). ”پن ڇڻ پڄاڻان“ (شاعري: 1985) (13). ”صليب جا'>ٽڪرا ٽٽل صليب جا“ (شاعري: 1985ع) (14). ”رڻ تي رم جهم“ (شاعري: 1986ع) (15). ”ڀڳت سنگهھ کي ڦاسي“ (سنگيت ناٽڪ: 1986ع) (16). ”ساھيوال جيل جي ڊائري“ (مئي: 1986ع) (17). خط، انٽرويو، تقريرون“ (جلد پھريون: جولاءِ 1987ع) (18). ”اڪن نيرا ڦليا“ (شاعري: 1988ع) (19). ”ڪراچيءَ جا ڏينھن ۽ راتيون“ (يادون: فيبروري 1989ع) (20). ”خط، انٽرويو، تقريرون“ (جلد ٻيو: اپريل 1991ع) (21). ”ھينئڙو ڏاڙھونءَ گل جيئن“ (شاعري: 1991ع) (22). ”الوداعي گيت“ (شاعري: 1991ع) (23). ”ننڊ وليون“ (شاعري: 1992ع) (24). ”ڪَتين ڪر موڙيا جڏھن“ (ڀاڱو پھريون، شاعري: 1992ع) (25). ”ڪَتين ڪر موڙيا جڏھن“ (ڀاڱو ٻيو: 1992ع) (26). ”جر ڏيئا جهمڪن“ (شاعري: 1993ع) (27). ”سر لوھيڙا ڳڀيا“ (شاعري: 1993ع) (28). ”سورج مکي سانجهھ“ (شاعري: 1993ع)، (29). ”ڇوليون ٻوليون سمنڊ جون“ (شاعري: 1993ع) (30). ھرڻ اکي ڪيڏانھن“ (شاعري: 1994ع (31). ”تون ڇپر تون ڇانوَ“ (شاعري: 1995ع) (32). ”چنڊ ڳليون“ (شاعري: 1995ع) (33). ”گهاٽ مٿان گهنگهور گهٽا ۾“ (شاعري: 1996ع) (34). ”سانجهي سمنڊ سپون“ (شاعري: 1996ع) (35). ”ڪٿي تھ ڀڃبو ٿڪ مسافر“ (آتم ڪٿا: جلد پھريون: 1995) (36). ”ڪٿي تھ ڀڃبو ٿڪ مسافر“ (جلد ٻيو: آڪٽوبر 1996ع) (37). ”ڪٿي تھ ڀڃبو ٿڪ مسافر“ (جلد ٽيون: نومبر 1997ع) (38). ”ڪٿي تھ ڀڃبو ٿڪ مسافر“ (جلد چوٿون: آگسٽ 1998ع) (39). ”ڪونجون ڪرڪن روھھ تي“ (شاعري: 1997ع) (40). ”ڪاري رات ڪُھنگ“ (شاعري: 1998ع) (41). ”مينھن ڪڻيون“ (شاعري: 1999ع) (42). ”وڏا وڻ وڻڪار جا“ (تاجل بيوس سان گڏ شاعري: 1997ع) (43). ”اور الله سان'>اٿي اور الله سان“ (شاعري: جنوري 1998ع) (44). ”اڳتي قدم“ (2001ع : شيخ اياز آگسٽ، سيپٽمبر ۽ آڪٽوبر 1947ع ۾ ’اڳتي قدم‘ ماھوار جا 3 پرچا ڪڍيا ھئا، جن کي گڏ ڪري نئين ترتيب سان محمد ابراھيم جويي 2001ع ۾ ڪتابي صورت ۾ ڇپائي پڌرو ڪيو) (45). ”تند برابر توريان'>جي تند برابر توريان“ (ڪھاڻيون: شيخ اياز جون ’سفيد وحشي‘ ۽ ’پنهل کان پوءِ‘ عنوان سان ڪھاڻين جي مجموعن ۽ ان کان ٻاھر رھجي ويل ڪھاڻيون، انور فگار ھڪڙي ترتيب ڏئي ڇپائي پڌريون ڪيون) (46). ”پار جا'>پکي ساڳي پار جا“ (تاجل بيوس سان گڏ:2004ع). شيخ اياز جي پھرين ٻن شعري مجموعن ’ڀَؤنر ڀري آڪاس‘، ’ڪلهي پاتم ڪينرو‘ ۽ ھڪ نثري ڪتاب ’جي ڪاڪ ڪڪوريا ڪاپڙي‘ تي ايوبي آمريت بندش وڌي ھئي، ۽ اھا پابندي شيخ اياز جي آخري عمر ۾ ختم ٿي. شيخ اياز جي شاعريءَ ۽ نثر کي 22 جلدن جي صورت ۾ ثقافت ۽ سياحت کاتي حڪومت سنڌ شاعري ۽ نثر کي جدا جدا ڀاڱن ۾ شايع ڪيو آھي. سندس اردو شاعريءَ جو ’بوءِ گل نالئھ دل‘ کان پوءِ ٻيو مجموعو ”نيل ڪنٺ اور نيل ڪي پتي“ 1988ع ۾ ڇپجي پڌرو ٿيو. سندس سنڌي شاعريءَ کي فھميده رياض اردوءَ ۾ منظوم ترجمو ڪيو آھي، جيڪو ”حلقھ ميري زنجير ڪا“ نالي سان 1974ع ۾ ڇپائي پڌرو ڪيو ھو ۽ سندس شاعريءَ جو پنجابي منظوم ترجمو مشھور دانشور ۽ شاعر احمد سليم ڪيو، جيڪو پڻ انسٽيٽيوٽ آف سنڌالاجي 1976ع ۾ ڇپيو، اياز جي سمورن غزلن کي نوجوان شاعرن- اسحاق سميجي ”گيڙو ويس غزل“(2004ع) ۽ بخشل باغي”ھي روح جزيرو حيرت جو“ (2004ع)جي نالي سان ڇپايو. شيخ اياز پنھنجي قومي ۽ مزاحمتي شاعريءَ جي ڪري، جيل ياترا بھ ڪئي، رجعت پسندن مٿس ڪفر ۽ بغاوت جا الزام بھ ھنيا ۽ ڪيترا ڪيس پڻ ڪيا. ان سلسلي ۾ ”ادب ڪِي آڙ مين“ جي نالي سان ھڪ ڪتاب لکي سڄي جديد سنڌي ادب ۽ شاعريءَ جي خلاف ۽ خصوصاً شيخ اياز خلاف باھھ ٻاري وئي، جنھن جي جواب ۾ برک دانشور رسول بخش پليجي ”انڌا اونڌا ويڄ“، مولانا غلام محمد گراميءَ ”مشرقي شاعريءَ جا فني قدر رجحانات “ ۽ محمد ابراھيم جويي جي رھنمائيءَ ۾ قاسم پٿر ”ادب ڪي نام پر“ ڪتاب لکي کين جواب ڏنا. شيخ اياز قديم توڙي جديد شعري صنفن تي ڀرپور گرفت رکندو ھو، پراڻين شعري صنفن کي ٻوليءَ توڙي اسلوب جي نواڻ بخشيائين ۽ منجهن ڪيترائي تجربا بھ ڪيائين. سنڌي ڪلاسيڪي بيت ۽ وائيءَ کي جديد رنگ ۽ آھنگ ڏنائين. عروضي وائيءَ لکڻ جو پھريون ڪماياب تجربو بھ اياز ڪيو ۽ ان کان علاوه ڪافي نيون صنفون پڻ متعار ڪرايائين، جن ۾ آزاد نظم، نثري نظم ،ھائيڪو، ڏيڍ سٽا ۽ ڇھھ سٽا وغيره شامل آھن. اھڙي نموني پاڻ اندازاً وِيھن کان مٿي شعري صنفن ۾ ڪلام چيو اٿس. سنڌي شاعريءَ کي نج ٻوليءَ ۽ مقامي ماحول عطا ڪرڻ ۾ سندس وڏو ھٿ آھي، اھو ئي سبب آھي، جو سنڌي شاعريءَ جي جديد دور ۾ وڌ کان وڌ مڃتا شيخ اياز ئي ماڻي. شيخ اياز جي ڪلام جو ڪجهھ حصو ھنديءَ، اردو، سرائيڪي، پنجابي، فرينچ، جرمن ۽ انگريزيءَ ۾ پڻ ترجمو ٿيو آھي. سندس شاعريءَ جي انگريزي ترجمي تي مشتمل ھيٺيان چار ڪتاب ڇپجي پڌرا ٿيا آھن. 1. THE STORMS CALL FOR PRAYERS. (Translation from Sindhi by: Asif Farukhi & Shah Muhammad Pirzada: 1999). 2. IMMORTAL POETRY OF SHAIKH AYAZ (Translated by: J.M Girglani: 2003). 3. SONGS OF FREEDOM, (Translated by: Saleem Noor Hussain: 2003). 4. ON THE BANK OF INDUS. (Translated by: Professor Latif Noonari: 2006). نوٽ: J.M Griglani جي ترجمي جو ٻيو ڇاپو شيخ اياز چيئر، شاھھ عبداللطيف يونيورسٽي خيرپور طرفان 2007ع ۾ ڇپائي پڌرو ڪيو ويو آھي. شيخ اياز جي شاعري فڪري حوالي سان ٻن دورن / لاڙن تي مشمتل آھي. پھريون دور ترقي پسند، قومپرستيءَ ۽ جديد فڪر جي نمائندگي ڪندڙ آھي ۽ ٻيو دور بين الاقواميت، ويدانت يا تصوف جو نمونو پيش ڪري ٿو. اھي ٻئي رجحان عملي طور سندس زندگيءَ جي روين مان بھ جهلڪن ٿا، جو پھرئين دور ۽ پوئين دور ۾ منجهس نمايان تبديليون نظر اچن ٿيون. جنھنڪري اڄ توڙي سڀاڻي جي ادبي حلقن ۾ تعريفي ۽ تنقيدي، ٻنهي حوالن سان گفتگو جو موضوع بڻيل رھندو. جھڙيءَ طرح شيخ اياز شروعاتي دور ۾ پاڻ ڪجهھ عرصو ادبي رسالي ”اڳتي قدم“ جو ايڊيٽر رھيو، تھڙيءَ طرح پوئين دور ۾ ڪجهھ وقت سنڌي اخبار ’برسات‘ جو پڻ ايڊيٽر رھيو. ان ريت صحافت جي شعبي ۾ بھ حصيدار بڻيو. اخباري ڪالم ۽ اخبار ۾ ڇپجندڙ سندس دعائون، سندس فڪري تبديليءَ جون شاھد آھن. شيخ اياز بابت نصير مرزا، جامي چانڊيي، ملڪ نديم، آغا سليم، انور فگار ھڪڙي، ھدايت پريم، گُرڏني گانگاڻي، تاج جويي پڻ ڪتاب تحرير ڪيا آھن. شيخ اياز ٻھ شاديون ڪيون، جن مان کيس چار پٽ ۽ چار نياڻيون ٿيون. ھن عظيم شاعر 28 ڊسمبر 1997ع تي وفات ڪئي. سندس آخري آرامگاھھ ڀٽ شاھھ ۾، ڪراڙ جي ڪپ تي واقع آھي.
    
    
    
    `,
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/sytQy_dBOMc?si=BuVApgfyIYBtgQyb" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 5,
    title: "مظفر ڀٽو",
    description: `
    مظفر ڀٽو سنڌ جي قومپرست سياست ۾ هڪ اهم شخصيت هو، جنهن جي زندگي ۽ جدوجهد سنڌ جي تاريخ ۾ هڪ اهم باب آهي. هو 23 آگسٽ 1970ع تي سيوهڻ، ضلعي ڄامشورو ۾ پيدا ٿيو. مظفر ڀٽو ابتدائي تعليم پنهنجي ڳوٺ جي اسڪول مان حاصل ڪئي ۽ پوءِ سنڌ يونيورسٽي مان رياضي ۾ بيچلر جي ڊگري حاصل ڪئي. ان کان علاوه، هن اليڪٽريڪل انجنيئرنگ ۾ ڊپلوما پڻ حاصل ڪيو. مظفر ڀٽو پنهنجي تعليم دوران ئي قومپرست تحريڪن کان متاثر ٿيو ۽ 1987ع ۾ جي ايم سيد جي نظريي کان متاثر ٿي قومي تحريڪ ۾ شامل ٿيو.
مظفر ڀٽو جي سياسي سفر جي شروعات 1990ع ۾ ٿي، جڏهن هو جيئي سنڌ اسٽوڊنٽس فيڊريشن (جساف) دادو يونٽ جو صدر بڻيو. 1992ع ۾، هن جيئي سنڌ محاذ ۾ شموليت اختيار ڪئي ۽ تعلقه آرگنائيزر طور ڪم ڪيو. 1996ع ۾، هو جيئي سنڌ قومي محاذ ۾ شامل ٿيو ۽ ضلعي دادو جي پورهيت محاذ جو صدر چونڊيو ويو. مظفر ڀٽو جيئي سنڌ متحدا محاذ (جسمم) جي بنياد وجهڻ وارن اڳواڻن مان هڪ هو، جيڪا 26 نومبر 2002ع تي ٺهي.
مظفر ڀٽو پنهنجي سياسي جدوجهد دوران ڪيترائي ڏکيا مرحلا ڏٺا. 2005ع ۾، کيس پهريون ڀيرو کنڀي گم ڪيو ويو، جنهن بعد کيس نوڪري مان به ڪڍيو ويو. 2011ع ۾، کيس ٻيهر کنڀيو ويو ۽ 15 مهينن تائين گم رکيو ويو. 22 مئي 2012ع تي، سندس گوليون لڳل لاش حيدرآباد جي هٽڙي باءِ پاس وٽان مليو. سندس قتل جي مذمت مختلف تنظيمن، جن ۾ ايمنسٽي انٽرنيشنل ۽ هومين رائيٽس ڪميشن آف پاڪستان شامل آهن، ڪئي.
مظفر ڀٽو جي زندگي ۽ قربانيون سنڌ جي قومپرست سياست ۾ هڪ اهم باب آهن. سندس جدوجهد ۽ قربانيون سنڌ جي ماڻهن لاءِ هميشه ياد رهنديون.
    
    `,
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/LT9hlj4iTxs?si=GSTQSY9qf7D-0twk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 6,
    title: "هيمو ڪالاڻي",
    description: `
    هيمو ڪالاڻي، سنڌ جي آزاديءَ جي تحريڪ جو هڪ نوجوان انقلابي اڳواڻ هو، جيڪو 23 مارچ 1923ع تي سکر ۾ پيدا ٿيو. سندس والد پيسومل ڪالاڻي هڪ ٺيڪيدار هو، ۽ هيمو ڪالاڻي پنهنجي ننڍپڻ کان ئي آزاديءَ جي تحريڪ ۾ دلچسپي وٺڻ لڳو. هو پنهنجي دوستن سان گڏجي پرڏيهي سامان جي بائيڪاٽ لاءِ مهم هلائيندو هو ۽ ماڻهن کي سوا ديسي سامان استعمال ڪرڻ لاءِ قائل ڪندو هو. سندس زندگيءَ جو مقصد پنهنجي ڌرتيءَ کي انگريزن جي غلاميءَ کان آزاد ڪرائڻ هو.
هيمو ڪالاڻي پنهنجي ابتدائي تعليم لوڪمانيه تلڪ ميونسپل هاءِ اسڪول سکر مان حاصل ڪئي. هو هڪ ذهين ۽ بهادر شاگرد هو، جيڪو پنهنجي دوستن ۾ تمام گهڻو مقبول هو. هيمو ڪالاڻي کي ننڍپڻ کان ئي جسماني ورزش ۽ ڪشتيءَ جو شوق هو، ۽ هو ڪرشنا منڊل اکاڙي ۾ باقاعدگي سان ڪسرت ڪندو هو. سندس دوستن جو چوڻ آهي ته هو هڪ بهترين تارو هو، جيڪو سنڌو درياهه ۾ ترڻ ۽ وهنجڻ ويندو هو.
هيمو ڪالاڻي 1942ع ۾ مهاتما گانڌي جي "ڪِٽ انڊيا موومينٽ" ۾ شامل ٿيو، جنهن دوران هن برطانوي حڪومت خلاف احتجاجي سرگرمين ۾ حصو ورتو. هيمو ڪالاڻي کي خبر پئي ته برطانوي فوج جو سامان کڻي ويندڙ ٽرين سکر مان گذرندي، ۽ هن ان ٽرين کي پٽڙيءَ تان لاهڻ جو منصوبو ٺاهيو. هن ۽ سندس ساٿين وٽ ضروري اوزار نه هئا، تنهن ڪري هن رسي استعمال ڪندي پٽڙيءَ جا فش پليٽس هٽائڻ جي ڪوشش ڪئي. پر برطانوي پوليس هن کي ڏسي ورتو ۽ گرفتار ڪري ورتو.
هيمو ڪالاڻي کي گرفتار ڪرڻ بعد سخت تشدد ڪيو ويو، پر هن پنهنجي ساٿين جا نالا ظاهر ڪرڻ کان انڪار ڪيو. کيس موت جي سزا ٻڌائي وئي، ۽ 21 جنوري 1943ع تي کيس ڦاسي ڏني وئي. هيمو ڪالاڻي پنهنجي موت کان اڳ تمام خوش هو ۽ ڀڳوت گيتا پڙهندي ۽ مسڪرائيندي ڦاسيءَ جي تختي ڏانهن ويو. سندس قربانيءَ کي سنڌ جي ماڻهن هميشه ياد رکيو آهي.
هيمو ڪالاڻي سنڌ جي آزاديءَ جي تحريڪ ۾ هڪ اهم باب آهي، ۽ سندس قرباني سنڌ جي ماڻهن لاءِ هميشه يادگار رهندي. سندس نالو نه صرف سنڌ پر پوري هندستان ۾ آزاديءَ جي جدوجهد جي علامت طور ياد ڪيو وڃي ٿو 
    `,
    documentry: `
 <iframe width="100%" height="315" src="https://www.youtube.com/embed/pMYtFNvWIV4?si=m7RQB5xRmU8cxoHi" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 7,
    title: "هوشو شيدي",
    description: `
    هوش محمد شيدي، جيڪو عام طور تي هوشو شيدي جي نالي سان مشهور آهي، سنڌ جي تاريخ جو هڪ بهادر ۽ انقلابي سپهه سالار هو. هو 1801ع ۾ سنڌ ۾ پيدا ٿيو ۽ پنهنجي زندگيءَ جو وڏو حصو ميرن جي فوج ۾ گذاريو. هوشو شيدي جو تعلق شيدي قبيلي سان هو، جيڪو اصل ۾ آفريقي نسل سان واسطو رکندڙ آهي. هوشو شيدي پنهنجي بهادري، حب الوطني ۽ جنگي حڪمت عمليءَ جي ڪري سنڌ جي تاريخ ۾ هڪ اهم مقام رکي ٿو.
هوشو شيدي جو جنم هڪ غلام خاندان ۾ ٿيو، پر سندس بهادري ۽ ذهانت کيس ميرن جي فوج ۾ هڪ اهم مقام ڏياريو. هو مير صوبدار خان ٽالپر جو خاص ساٿي ۽ صلاحڪار هو. هوشو شيدي کي توپ خاني جي تربيت حاصل هئي ۽ هو ميرن جي فوج ۾ هڪ ماهر توبچي طور سڃاتو ويندو هو.
هوشو شيدي جي بهادريءَ جو سڀ کان وڏو مثال 24 مارچ 1843ع تي دٻي جي جنگ ۾ ملي ٿو، جيڪا انگريزن ۽ ميرن جي فوج جي وچ ۾ وڙهي وئي. انگريزن جي جديد هٿيارن ۽ جنگي حڪمت عمليءَ جي مقابلي ۾، هوشو شيدي پنهنجي محدود وسيلن سان زبردست مزاحمت ڪئي. هن جنگ دوران هوشو شيدي جو مشهور نعرو 
<strong>"مرسون مرسون، سنڌ نه ڏيسون"</strong>
 سنڌ جي ماڻهن لاءِ آزاديءَ جي علامت بڻجي ويو.
دٻي جي جنگ دوران، هوشو شيدي انگريزن سان وڙهندي شهيد ٿي ويو. سندس شهادت سنڌ جي تاريخ ۾ هڪ اهم باب آهي، جيڪو سنڌ جي ماڻهن لاءِ آزاديءَ ۽ خودمختياريءَ جي جدوجهد جو مثال بڻجي ويو. انگريزن به هوشو شيدي جي بهادريءَ کي تسليم ڪيو ۽ کيس فوجي اعزاز سان دفن ڪيو.
هوشو شيدي جي قبر دٻي جي جنگ جي ميدان ۾ آهي، جيڪا اڄ به سنڌ جي ماڻهن لاءِ هڪ مقدس ۽ تاريخي ماڳ آهي. هوشو شيدي جي زندگي ۽ قرباني سنڌ جي تاريخ ۾ هميشه ياد رهندي. سندس نعرو ۽ بهادري سنڌ جي ماڻهن لاءِ هميشه الهام جو ذريعو رهندي 
    `,
    documentry: `
 <iframe width="100%" height="315" src="https://www.youtube.com/embed/QbRlmTeW6II?si=Elpb4BN_RWdpsYJF" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 8,
    title: "خالد محمود سومرو",
    description: `
    خالد محمود سومرو هڪ مذهبي ۽ سياسي اڳواڻ هو، جيڪو 7 مئي 1959ع تي ڳوٺ عاقل، لاڙڪاڻي ۾ پيدا ٿيو. هو هڪ مذهبي خاندان سان تعلق رکندو هو، ۽ سندس والد مولانا علي محمد حقاني هڪ عالم دين هو. خالد محمود سومرو پنهنجي ابتدائي تعليم لاڙڪاڻي مان حاصل ڪئي ۽ پوءِ چانڊڪا ميڊيڪل ڪاليج مان ايم بي بي ايس جي ڊگري حاصل ڪئي. ان کان علاوه، هن بين الاقوامي اسلامي يونيورسٽي اسلام آباد ۽ الازهر يونيورسٽي مصر مان پڻ اعليٰ تعليم حاصل ڪئي.
خالد محمود سومرو 1988ع ۾ جمعيت علماءِ اسلام (ف) ۾ شامل ٿيو ۽ سنڌ جي سيڪريٽري جنرل طور چونڊيو ويو. هو ڪيترائي ڀيرا قومي ۽ صوبائي اسيمبليءَ لاءِ اميدوار رهيو ۽ 2006ع کان 2012ع تائين پاڪستان جي سينيٽ جو ميمبر رهيو. سندس سياسي ڪيريئر دوران، هن مذهبي ۽ سماجي مسئلن تي آواز اٿاريو ۽ سنڌ جي ماڻهن جي حقن لاءِ جدوجهد ڪئي.
خالد محمود سومرو المحمود سوشل ويلفيئر آرگنائيزيشن جي بنياد وڌي، جيڪا صحت، تعليم ۽ سماجي خدمتن جي شعبي ۾ ڪم ڪندي هئي. هن ڪيترائي مدرسه قائم ڪيا ۽ اسلامي تعليم کي عام ڪرڻ لاءِ ڪوششون ڪيون.
29 نومبر 2014ع تي، خالد محمود سومرو کي سکر ۾ فجر جي نماز دوران گوليون هڻي شهيد ڪيو ويو. سندس قتل تي ملڪ جي مختلف حصن ۾ احتجاج ڪيو ويو، ۽ سندس جنازي ۾ هزارين ماڻهن شرڪت ڪئي. سندس قتل ڪيس ۾ 10 سال بعد 2024ع ۾ 6 ملزمان کي عمر قيد جي سزا ٻڌائي وئي
خالد محمود سومرو جي زندگي ۽ جدوجهد سنڌ جي ماڻهن لاءِ هميشه يادگار رهندي. سندس سياسي ۽ سماجي خدمتون سنڌ جي تاريخ ۾ هڪ اهم باب آهن`,
    documentry: "",
  },
  {
    id: 9,
    title: "ڀڳت ڪنور رام",
    description: `
    ڀڳت ڪنور رام سنڌ جي صوفي شاعر، راڳي ۽ روحاني اڳواڻ طور سڃاتو وڃي ٿو، جنهن پنهنجي زندگي جي هر پهلوءَ ۾ امن، ڀائيچاري ۽ انسانيت جي واٽ ڏيکاري. 13 اپريل 1885ع تي سکر ضلعي جي جروار ڳوٺ ۾ ڄاول ڪنور رام غريبيءَ جي باوجود پنهنجي ڏات ۽ لگن سان نالو روشن ڪيو.
ڪنور رام جو تعلق هڪ غريب گھر سان هو، پر هن ننڍپڻ کان ئي روحانيت ۽ انسانيت ڏانهن شوق ڏيکاريو. هن صوفي بزرگ سنت سترام داس کان روحاني تعليم حاصل ڪئي، جنهن سندس زندگي ۾ مثبت تبديلي آندي.
ڪنور رام سنڌي لوڪ شاعري ۽ راڳ ۾ نئون انداز متعارف ڪرايو. سندس شاعري محبت، انسانيت، ۽ روحانيت تي مبني آهي. هو پنهنجي سريلي آواز سان ماڻهن جي دلين ۾ جاءِ ٺاهيندو هو. سندس گائڪي لوڪ ميلن ۽ مذهبي تقريبن ۾ وڏي اهميت رکي ٿي، جتي هر مذهبي عقيدت سان ٻڌندڙ سندس پيغام تي عمل ڪرڻ لاءِ متاثر ٿيندا هئا.
ڀڳت ڪنور رام جو ڪم نه رڳو سنڌي صوفي ادب جو انمول حصو آهي، پر اهو پوري برصغير ۾ امن ۽ محبت جي علامت بڻيو. سندس شاعري اڄ به ماڻهن کي محبت، ڀائيچاري ۽ هم آهنگيءَ جي سبق ڏئي ٿي، جڏهن ته سندس گائڪي اڄ به ڪيترن جي دلين ۾ نئين زندگي وجهي ٿي.
ڀڳت ڪنور رام جي شهادت سنڌ جي تاريخ ۾ هڪ المناڪ باب آهي. 1939ع ۾ رُڪ ريلوي اسٽيشن وٽ مذهبي وڳوڙن دوران کيس قتل ڪيو ويو، جيڪو سنڌ جي امن لاءِ هڪ وڏو نقصان هو. پر سندس ورثو اڄ تائين زنده آهي ۽ سندس پيغام نسلن کان نسلن تائين پهچندو رهيو آهي.
ڀڳت ڪنور رام امن، محبت، ۽ انساني ڀائيچاري جو هڪ وڏو مثال آهي. سندس زندگي اسان سڀني لاءِ هڪ سبق آهي ته ڪيئن صوفي ازم ۽ انسانيت کي هٿي ڏئي سگهجي ٿي. سندس ڪردار ۽ ڪم سنڌ جي ثقافت ۾ اڻ مٽ مقام رکن ٿا
    
    `,
    documentry: `
<iframe width="100%" height="315" src="https://www.youtube.com/embed/YuaqO8z7eDc?si=NtaHQ9zv1xPtP3wW" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 10,
    title: "جمن دربدر",
    description: `
    جمن دربدر، جيڪو سنڌ جي ثقافتي ۽ قومي ورثي ۾ هڪ نمايان مقام رکي ٿو، 12 مئي 1944ع تي عمرڪوٽ ضلعي جي ڳوٺ روحل واءِ ۾ ڄائو. سندس زندگي امن، محبت، ۽ قومپرستيءَ جي علامت آهي، جنهن ۾ هن پنهنجي شاعري، فن، ۽ سياسي سرگرمين ذريعي سنڌ جي حقن لاءِ آواز اٿاريو.
جمن دربدر جو تعلق هڪ غريب هاري خاندان سان هو، پر هن ننڍپڻ کان ئي تعليم ۽ شعور ڏانهن دلچسپي ڏيکاري. هن پرائمري تعليم عمرڪوٽ مان حاصل ڪئي ۽ بعد ۾ مڊل اسڪول صاڀي ۾ پڙهيو. هن 1962ع ۾ مئٽرڪ پاس ڪئي ۽ زرعي ڪاليج سڪرنڊ مان هارٽيڪلچر ۽ فيلڊ اسسٽنٽ جا ڪورس مڪمل ڪيا.
جمن دربدر جي شاعري قومي جذبي ۽ عوامي ڏک سک تي مبني آهي. سندس مشهور گيت 
<strong>"وٺي هر هر جنم وربو، مٺا مهراڻ ۾ ملبو"</strong>
 سنڌ جي قومي شعور ۾ اهم مقام رکي ٿو. هن پنهنجي شاعري ذريعي سنڌ جي حقن ۽ ثقافت لاءِ آواز اٿاريو. سندس شاعري مشھور فنڪارن شفيع فقير، صادق فقير، ۽ سرمد سنڌيءَ ڳائي آهي.
جمن دربدر قومي تحريڪ ۾ سرگرم رهيو ۽ جيئي سنڌ قومي محاذ ۾ اهم ڪردار ادا ڪيو. هن سائين جي. ايم. سيد جي خيالن کان متاثر ٿي قومپرستيءَ جي واٽ اختيار ڪئي. هن پنهنجي شاعري ۽ سياسي سرگرمين ذريعي سنڌ جي حقن لاءِ جدوجهد ڪئي.
جمن دربدر نه صرف شاعر هو، پر هڪ بهترين فنڪار ۽ ڊراما آرٽسٽ پڻ هو. هن ڪيترائي ڊراما لکيا ۽ اسٽيج تي پيش ڪيا، جن ۾ "بدنصيب ٿري"، "سکن وارو سج"، ۽ "ٽرڙو عاشق" شامل آهن. هن پنهنجي فن ذريعي سنڌ جي ثقافت کي اجاگر ڪيو.
20 آڪٽوبر 2022ع تي دل جي دوري سبب جمن دربدر وفات ڪئي. سندس وفات سنڌ جي ثقافت ۽ قومپرستيءَ لاءِ هڪ وڏو نقصان هو، پر سندس ورثو اڄ تائين زنده آهي.
جمن دربدر جي زندگي امن، محبت، ۽ قومپرستيءَ جو هڪ وڏو مثال آهي. سندس شاعري ۽ فن سنڌ جي ثقافت ۾ اڻ مٽ مقام رکن ٿا. سندس ڪردار ۽ ڪم اسان سڀني لاءِ هڪ سبق آهي ته ڪيئن پنهنجي حقن لاءِ جدوجهد ڪري سگهجي ٿي.`,
    documentry: `
<iframe width="100%" height="315" src="https://www.youtube.com/embed/Xqai5G_V9aY?si=CaDz1kWY_aSb2Yza" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 11,
    title: "سرمد سنڌي",
    description: `سرمد سنڌي، سنڌ جي مشهور قومي راڳي ۽ فنڪار طور سڃاتو وڃي ٿو، جنهن پنهنجي گائڪي ۽ شاعري ذريعي سنڌ جي ثقافت ۽ حقن لاءِ آواز اٿاريو. سندس اصل نالو عبدالرحمان مغل هو، ۽ هو 7 مئي 1958ع تي خيرپور ميرس جي ننڍڙي شهر پريالو ۾ ڄائو. ننڍپڻ کان ئي هن کي ڳائڻ جو شوق هو، ۽ سندس آواز ۾ ڪشش کيس سنڌ جي قومي راڳي طور مشهور ڪيو.
سرمد سنڌيءَ جي پهرين آڊيو ڪيسٽ ريليز ٿيڻ کان پوءِ سندس گيت "سورن سندي سڪرات آ" تمام گهڻو مشهور ٿيو، جيڪو استاد بخاريءَ جو لکيل هو. هن سنڌي ٻوليءَ ۾ گيت ڳائڻ سان گڏ سرائيڪي گيتن ۾ پڻ ڪمال حاصل ڪيو. سندس گيتن ۾ قومي جذبو ۽ سنڌ جي محبت جو اظهار واضح نظر ايندو آهي.
سرمد سنڌيءَ جا قومي گيت، جهڙوڪ "مان نٿو مڃان"، "انقلاب ساٿيو"، ۽ "قاتل بدلو وٺنداسين"، سنڌ جي قومي تحريڪ ۾ اهم مقام رکن ٿا. هن پنهنجي گائڪي ذريعي سنڌ جي حقن لاءِ جدوجهد ڪئي ۽ ماڻهن کي قومي شعور پيدا ڪرڻ لاءِ متاثر ڪيو.
سرمد سنڌي نه صرف قومي گيتن ۾ ڪامياب رهيو، پر هن شاهه عبداللطيف ڀٽائيءَ جا وايون ۽ گيت پڻ ڳايا، جيڪي سنڌي ثقافت ۾ انمول آهن. سندس گيت "لڳي رهي آ ٿڌڙي هير" پڻ تمام گهڻو مشهور ٿيو، جيڪو سميع بلوچ جو لکيل هو.
سرمد سنڌي 27 ڊسمبر 1996ع تي هڪ روڊ حادثي ۾ وفات ڪئي. سندس وفات سنڌ جي ثقافت ۽ قومي تحريڪ لاءِ هڪ وڏو نقصان هو، پر سندس ورثو اڄ تائين زنده آهي ۽ سندس گيتن ذريعي سنڌ جي محبت ۽ حقن جو پيغام پهچندو رهي ٿو.
سرمد سنڌي جي زندگي ۽ ڪم امن، محبت، ۽ قومپرستيءَ جو هڪ وڏو مثال آهي. سندس گيت ۽ شاعري سنڌ جي ثقافت ۾ اڻ مٽ مقام رکن ٿا، ۽ سندس ڪردار اسان سڀني لاءِ هڪ سبق آهي ته ڪيئن پنهنجي حقن لاءِ جدوجهد ڪري سگهجي ٿي`,
    documentry: "",
  },
  {
    id: 12,
    title: "دادا سنڌي",
    description: `سنڌي ٻوليءَ جي نامور اديب ۽ محقق دادا سنڌيءَ جو اصل نالو ڪريم بخش ولد محمد قاسم سومرو هو. سندس جنم 5 جولاءِ 1945ع تي ڳوٺ داد لغاري تعلقي ڏهرڪي، ضلعي گھوٽڪيءَ ۾ ٿيو. سندس والد پوليس عملدار هو. دادا سنڌيءَ، ابتدائي تعليم پنهنجي ڳوٺ ۾ ورتي ۽ انگريزي تعليم ميرپورخاص مان حاصل ڪيائين. بي. اي سنڌ يونيورسٽيءَ مان ڪيائين. ان کان سواءِ بي. ايڊ ۽ ايم. اي (سوشيالاجي) جي ڊگري به حاصل ڪيائين. دادا سنڌي تعليم کاتي ۾ پرائمري استاد جي حيثيت سان ملازمت شروع ڪئي ۽ بعد ۾ ترقي ڪندو، سترهين گريڊ ۾ سبجيڪٽ اسپيشلسٽ مقرر ٿيو. هو شاگردن کي نصابي سبقن سان گڏ تاريخ جون حقيقتون، حوالا ۽ سمجھاڻيون به ڏيندو هو. ملازمت مان 1994ع ۾ رٽائر ٿيو. دادا سنڌي ذاتي زندگيءَ ۾ نهايت ئي سادو، خوش مزاج، حساس دل ۽ کلمک ماڻهو هو. سندس پرورش علمي ۽ ادبي گهراڻي ۾ ٿي. سندس ڀاءُ قادر بخش ۽ چاچي الهه بخش جي لائبرري هوندي هئي، جنهن ۾ ڪتابن جي مطالعي کان پوءِ سندس ادب ڏانهن لاڙو ٿيو. سندس پهريون مضمون روزاني ’مهراڻ‘ ۾ شايع ٿيو. کيس سنڌ جي تاريخ جي مطالعي جو شوق مشهور تاريخدان مولائي شيدائي ۽ رشيد ڀٽيءَ سان ملاقاتن کان پوءِ پيدا ٿيو. هن پهريون تاريخي ۽ تحقيقي مضمون ون يونٽ تحريڪ دوران لکيو ۽ ان کان پوءِ ڪيترا مقالا ۽ مضمون لکيائين، جيڪي ماهوار ’نئين زندگي‘، ’پيغام‘، ٽه ماهي ’مهراڻ‘، ’نئين سوچ‘، ’اخبار تعليم‘ ۽ مختلف روزانين اخبارن ۾ لاڳيتو ڇپجندا رهيا. هن ريڊيو پاڪستان خيرپور لاءِ مختلف موقعن تي اسڪرپٽ پڻ لکيا. سندس ڇپيل ڪتاب هن ريت آهن: (1) ’ڏيئي ڏنڀ ڏڏن‘، (2) ’سنڌين جي فوجي مهارت‘، (3) ’سنڌ جون تاريخي ڪهاڻيون‘، (4) ’1957ع جي جنگ آزادي ۽ سنڌ‘، (5) ’سنڌ جي عالمن جا سونهري ڪارناما‘، (6) ’اڳوڻن سنڌين جو ڏيساور سان واپار‘، (7) ’سومرن جي دور جا سورما‘، (8) ’تاريخي ماڻهو تاريخي ڳالهيون‘، (9) ’مٺو محبوب ڌارين جي نظر ۾‘، (10) ’سنڌ جا عوامي ڪردار‘ وغيره. ان کانسواءِ سندس ڪيتريون اڻ ڇپيل تصنيفون موجود آهن
    <br/>
    دادا سنڌيءَ کي هڪ اديب، ليکڪ، محقق ۽ تاريخدان جي حيثيت سان مڃتا طور ڪجهه اوارڊ به مليا، جن ۾: سنڌي ادبي سنگت اوارڊ (1987ع)، سنڌالاجي اوارڊ (1987ع)، آل سنڌ ٻالڪ اوارڊ (1987ع)، آءِ. سي. آءِ ڪمپني اوارڊ (1988ع)، سنگت قلم اوارڊ (1993ع) ۽ سنڌ سڀيتا سوسائٽي اوارڊ (1993ع) شامل آهن
    <br/>
    سنڌ جو هي تاريخدان ۽ محقق، 11 جنوري 1998ع تي دل جي دوري پوڻ سبب وفات ڪري ويو
    `,
    documentry: "",
  },
];
export default SindhLeader;
