const SindhLeader = [
  {
    id: 1,
    title: "سائين جي ايم سيد",
    description: `<strong>استاد لغاري</strong>
    <br/>
    سنڌ ۾ جيڪي ماڻهو آزاديءَ جا علمبردار ۽ نظرين جا باني ٿي گذريا آهن، سائين جي ايم سيد جو نالو به انهن ۾ هڪ آهي. سندس پورو نالو سيد غلام مرتضيٰ شاھ ولد سيد محمد شاھ هيو. پاڻ ۱۷ جنوري ۱۹۰۴ع تي، سنڌ جي مشهور شهر سن ۾ پيدا ٿيو ۽ سندس وصال ۲۵ اپريل ۱۹۹۵ع تي، ۹۱ سالن جي ڄمار ۾، ڪراچيءَ جي جناح اسپتال ۾ ٿيو. ان وقت پاڪستان پيپلز پارٽيءَ جي حڪومت هئي ۽ سائين جي ايم سيد هٿڪڙين جي حالت ۾ هو. شيخ اياز پنهنجي هڪ ڪتاب ۾ لکيو آهي، ته “مون پنهنجين ڪراين ڏانهن ڏسي سوچيو، ته ڪڙيون ۽ قاتل اڃان ڪيستائين دور رهندا؟ مون زبان کي ڏند سان ڪٽي چيو، نه ڄاڻان تون ڪڏهن سمورو سچ چوندينءَ؟ نه ڄاڻا توکي ڪڏهن ڪپي ڦٽيءَ ڪندا؟”. ذوالفقار علي ڀٽي صاحب کي، وقت جي بي رحم حڪمرانن تخته دار تي چاڙهي ڇڏيو ۽ سائين جي ايم سيد کي، وقت جي جابر حڪمرانن ايستائين هٿڪڙين ۾ رکيو، جيستائين سندس روح جو پکيئڙو پرواز نه ڪري ويو. مان ذوالفقار علي ڀٽي صاحب ۽ سائين جي ايم سيد جِي مظلوميت جي مماثلت ڪرڻ نه ٿو چاهيان، پر فقط ايترو چوڻ چاهيان ٿو، ته ۱۹۷۱ع کان وٺي ۱۹۷۷ع تائين، حڪمران پارٽي، سنڌ جي قومي شعور ۽ حزبِ اختلاف سان، ڊي پي آر جي نالي تي، جيڪي ڀال ڀلايا، اهي تاريخ ڪڏهن به وساري نه سگھندي. ليڪن ذوالفقار علي ڀٽي صاحب سان، پڇاڙيءَ ۾ جيڪو ناحق ظلم ڪيو ويو، ان سندس سمورا اوگڻ اُجاري اڇا ڪري ڇڏيا. “مڙيئي معاف ڪياس، خالق بدلي خون جي”. سائين جي ايم سيد ۽ ذوالفقار علي ڀٽي صاحب ۾، جيڪا هڪجهڙائي آهي، اها هي آهي، ته اهي ٻيئي سنڌي ليڊر، جنوريءَ جي مهيني ۾ ڄاوا ۽ ٻيئي اپريل جي مهيني ۾ اَمر ٿي ويا.
    <br/>
    سائين جي ايم سيد سان، منهنجي پهرين ملاقات، ۲۳ مارچ ۱۹۸۸ع تي، سن ۾ ٿي هئي. ان وقت محمد خان جوڻيجو ملڪ جو وزير اعظم هيو. آئون، عاجز منگي، حضور بخش لغاري، اسلم لغاري، عباس جلباڻي ۽ امير حمزو، محراب پور واري ڪچي جي ٻيلي کان ٿيندا، ٻيڙيءَ جي ذريعي سنڌو درياھ اُڪري، وڃي سن پهتا هئاسين. سائين جي ايم سيد جو نظريو، دنيا جي ڪنهن به آزاد قوم جي نظريي کان مختلف ناهي. فرق فقط ايترو آهي، جو سائين جي ايم سيد عدم تشدد جو حامي آهي ۽ ٻيا دنيا جا ڪيترائي نظريا، سلامتيءَ جو چولو پائي، تشدد جا حامي هوندا آهن. ڪتاب “پتڻ ٿو پور ڪري” ۾ هڪ هنڌ لکيل آهي، ته “اي آزادي! تو ڏانهن ڪوئي شاهي رستو نه ٿو وڃي، فقط سوڙها پيچرا وڃن ٿا ۽ منهنجي ڏيھ جا سڀيئي ماڻهو، شاهيءَ رستن تي وڃي رهيا آهن ۽ مان سوڙهي پيچري ۾، مُنجھي موٽي رهيو آهيان. ڇو ته مون کي ڪوئي سُونهون به نه آهي ۽ ساٿي به نه آهي. اي آزادي! مان پوءِ به شاهيءَ رستي کان گھٻرايان ٿو، ڇو ته اهو تو ڏانهن نه ٿو وڃي”.
    <br/>
    انهيءَ آزاديءَ جي سوڙهي پيچري، شهيد سورهيه بادشاھ کان وٺي، هيمون ڪالاڻيءَ تائين ۽ ٽيپو سلطان کان وٺي، ھوشو شيديءَ تائين، ڪيترن ئي ڪُونڌرن جون قربانيون وٺي ڇڏيون آهن. پر مون کي اڃان تائين سمجھ ۾ نه ٿو اچي، ته شاهيءَ رستي تي هلندي به، ماڻهو تخته دار تي ڇو چڙهي ويا؟ ۽ گولين جو بَک ڇو بڻايا ويا؟ اي شيخ اياز! تنهنجو بيان ڪيل فقرو، اڌواڌ سچ آهي ۽ اڌواڌ سچ نه آهي. “سچ به مايا آهي”، وشنو نادر مُنيءَ کي چيو. انهيءَ سچ لاءِ، ماڻهو هڪٻئي کي رتوڇاڻ ڪندا آيا آهن. انهيءَ سچ، اتهاس جي پهراڻ تي رت جا ڪروڙين چُٽا ڇڏيا آهن. جُڳن کان پنهنجو ۽ پرايو لهوءَ وهايو آهي. ڪالهوڪو سچ اڄوڪو ڪوڙ آهي ۽ اڄوڪو سچ سُڀاڻي جو سچ نه آهي. نادر! سچ پُڇين ته نه رڳو ڪوڙ، پر سچ به مايا آهي”. انگريزن جي دور ۾، هندوستان جي آزاديءَ واري تحريڪ کي، ڪوڙ سمجھي ڪُچليو ويندو هو. ليڪن انگريزن جي دور وارو ڪوڙ، اڄ جو سچ آهي. اهڙيءَ ريت، اڄ جي ڪوڙ کي، اڃان سُڀاڻي جو سچ ثابت ٿيڻو آهي. اسان هن وقت، هڪ اهڙي آزاديءَ جا مزا ماڻي رهيا آهيون، جنهن ۾ ڦُرڻ واري کي ڦُرڻ جي ۽ ڦُرجڻ واري کي ڦُرجڻ جي، هر طرح سان ۽ مڪمل آزاديءَ حاصل آهي. شيخ اياز لکيو هو : “ هتي گدڙ آزاد آهن، مکيون آزاد آهن، مڇر آزاد آهن، هتان جا دانشور آزاد آهن. شاعر ٽي ويءَ تي نعتيه مشاعره ڪن ٿا. هتي جا هاري آزاد آهن، جي چاهين ته پنهنجي مٿي مان، جُوئُون ڀلي نه کڻي ڪڍن”.
    <br/>
    منهنجي سامهون سائين جي ايم سيد جا ڪيترائي ڪتاب موجود آهن، جن مان ڪجھ جا نالا هيٺ ڏجن ٿا: پيغامِ لطيف، پاڪستان ۾ قوميتن جو مسئلو، نئين سنڌ لاءِ جدوجهد، سنڌ جي بمبئي کان آزادي، جنب گذاريم جن سين، جيئن ڏٺو آهي مون، جديد سياست جي نوَ رتن، ساهڙ جا سينگار، واڄٽ ويراڳين جا، اڄ پڻ چڪيم چاڪ، خطباتِ سيد، جديد عالمي سياست، سنڌ جي ڪهاڻي سيد جي زباني، ديارِ دل داستانِ محبت، سنڌو جي ساڃاھ ۽ سنڌ ڳالهائي ٿي وغيره شامل آهن. سائين جي ايم سيد جو چوڻ هيو، ته منهنجي نظريي جي حق ۾، مون تي ڪيس هلايو وڃي. هُو ان جي لاءِ ڪيترائي ڀيرا ڪورٽن ۾ به ويو، پر هن جو نظريو ۽ ڪيس نه ٻُڌو ويو. ڏکڻ آفريڪا جي آزاديءَ جي علمبردار ۽ هيرو، محترم نيلسن منڊيلا ۽ سائين جي ايم سيد، اهڙا عالمي ليڊر ٿي گذريا آهن، جيڪي ٽيھ ٽيھ سال نظربنديءَ واري حالت ۾ رهيا. ليڪن نظريو ڪٿي به ختم نه ٿو ٿئي، نظريو ڪڏهن به ڪو نه ٿو مري، ها البت ان ۾ دير ضرور ٿي سگھي ٿي. سائين جي ايم سيد جي نظريي کي اڳتي وٺي ويندڙ، محترم عبدالواحد آريسر صاحب کان پوءِ، ڪي ڪي ماڻهو، هن وقت پنهنجن سڄڻن ۽ ساٿين جي پُٺن ۾ ڇُرا گھونپي رهيا آهن، ته انهن جو فقط افسوس ئي ڪري سگھجي ٿو. نه ته شيخ اياز چيو هو: “اڄ هڪ هزارين ٿي ويو آ، ڪنهن وقت ڪروڙين دانهيندا ۽ سارو سچ چئي ڏيندا، اهڙو ساهس ساهيندا، اي آزادي! اي آزادي!”.
    <br/>
    ان کان اڳ جو آئون لفظن جي پوري کاڻ کوٽيان، پنهنجي قلم کي هتي ئي ٺپيان ٿو ۽ آخري الفاظ اُچاريان ٿو: “هي اهو ديس آهي، جنهن ۾ مکيون، ڪوريئڙن جي وڏي ڄمار لاءِ دعائون گھرنديون آهن. جتي رڍون، پنهنجي خدمت خاطر بگھڙن جي چونڊ ڪنديون آهن ۽ جتي آزاد پکيئڙا، فضائن ۾ اڏرڻ بجاءِ، پڃري ۾ رهڻ وڌيڪ پسند ڪندا آهن ۽ پوءِ مطالبن جي مڃتا لاءِ، سڄي عمر احتجاج ڪندا رهندا آهن”. “ڪَھِ نه سَڪي تُو اَپنِي ڪھانِي، تيرِي ڀِي پَنڇِي! ڪِيا زندگانِي ري!؟ جِس ني تيرِي ڪَٿا لکِي، آنسُو ۾ قلم ڊُبوئي...تيرا درد نه جاني ڪوئي، پِنجري ڪي پَنڇِي ري! تيرا درد نه جاني ڪوئي...!!!”.
    <br/><br/>
    ٿينڪس ڊيلي سوڀ خميس ۱۷ جنوري ۲۰۱۹ ع
    `,
    documentry: `
    <iframe width="100%" height="315" src="https://www.youtube.com/embed/Wax8_LC8kWA?si=z-8ml51V-uUIzkA1" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    `,
  },

  {
    id: 2,
    title: "سائين سورهه بادشاهه",
    description: `
    سنڌ ڌرتي هميشه بهادر، سرويچ، ۽ آزاديءَ جي متوالن کي جنم ڏنو آهي، جن پنهنجي جانين جا نذرانا ڏئي غلاميءَ کي للڪاريو. اهڙن سرواڻن ۾ سورهيه بادشاھ، پير سيد محمد صبغت الله شاھ راشدي جو نالو سنهري اکرن سان لکيل آهي. هن پنهنجي همت، حڪمت، ۽ لازوال قربانين سان آزاديءَ جي جوت جلائي. حر تحريڪ، جيڪا انگريز سامراج جي خلاف سنڌ جي دلير ماڻهن جي مزاحمتي جدوجهد هئي، ان ۾ سورهيه بادشاھ جو ڪردار هڪ زبردست سرواڻ جي حيثيت ۾ سامهون آيو. حر تحريڪ جو بنياد اصل ۾ پير پاڳاري جي پوئلڳن تي ٻڌل هو، جنهن جو مقصد انگريز راڄ خلاف مزاحمت ڪرڻ ۽ سنڌ کي غلاميءَ جي زنجيرن مان آزاد ڪرائڻ هو. "حر" عربي لفظ آهي، جنهن جي معنيٰ "آزاد" آهي، ۽ حرن جو اهو خواب هو ته سنڌ ڌرتي انگريزن جي تسلط کان آزاد ٿئي. ان ئي جذبي تحت حر تحريڪ شروع ٿي، جيڪا اڳتي هلي سورهيه بادشاھ جي قيادت ۾ هڪ زبردست بغاوت جي صورت اختيار ڪري وئي.
    <br/>
    سورهيه بادشاھ 1909ع ۾ پير جو ڳوٺ، ضلعي خيرپور ميرس ۾ پيدا ٿيو. سندس ذهانت، بهادري، ۽ قيادت جا جوهر ننڍپڻ کان ئي ظاهر ٿيڻ لڳا. 1922ع ۾، جڏهن کيس پنهنجي والد جي جاءِ تي گادي نشين مقرر ڪيو ويو، ان وقت سندس عمر فقط 14 سال هئي، پر ان جي باوجود به هن وڏي ذميواريءَ سان قيادت سنڀالي. انگريزن هن جي سياسي اثر کان خوفزده ٿي، کيس لالچون، ڌمڪيون، ۽ پابنديون لڳائڻ شروع ڪيون، پر سورهيه بادشاھ انهن سڀني حربن کي لتاڙي، آزاديءَ جي تحريڪ کي اڳتي وڌايو.
    <br/>
    سورهيه بادشاھ جي حڪمت عملي سبب حر تحريڪ زور وٺي وئي. هن پنهنجي پوئلڳن کي عسڪري تربيت ڏني ۽ آزاديءَ لاءِ جهاد جو اعلان ڪيو. حر مجاهدن کي خاص هدايتون مليون ته هو انگريزن خلاف آخري دم تائين وڙهندا رهن. هن تحريڪ انگريز سامراج کي سخت پريشان ڪري ڇڏيو. حر سپاهين جي جنگي مهارتن سبب انگريزي فوج کي ڪيترائي ڀيرا شڪست ملي.
انگريز سرڪار حر تحريڪ جي وڌندڙ اثر کان گهٻرائجي، سورهيه بادشاھ کي 1930ع ۾ بغير لائسنس هٿيار رکڻ ۽ ٻين ڪوڙن الزامن تحت گرفتار ڪيو. کيس سخت پورهئي جي سزا ٻڌائي وئي ۽ ڪيترن ئي سالن تائين جيلن ۾ قيد رکيو ويو. جيل ۾ ئي هن ڪيترائي ڪتاب پڙهيا ۽ لکيا، پر انگريز سرڪار انهن کي ضبط ڪري ڇڏيو. فقط هڪڙو ڪتاب "تنبيهة الفقراء" بچي سگهيو، جيڪو آزاديءَ جي تحريڪ لاءِ اهم دستاويز ثابت ٿيو.
<br/>
نگريزن سورهيه بادشاھ کي فقط جسماني طور تي قيد نه ڪيو، پر هن کي ذهني طور به شڪست ڏيڻ لاءِ مختلف حربا اختيار ڪيا. کيس هٿيارن جون لالچون ڏنيون ويون ته جيڪڏهن هو انگريزن سان ٺاھ ڪري ته کيس جديد هٿيار فراهم ڪيا ويندا، پر هن بهادريءَ سان جواب ڏنو ته "اسان کي پنھنجا هٿيار جام آهن، جيڪي اسان جي بهادر حرن جا بازو آهن." ان سان گڏ انگريزن کيس مختلف القاب ڏيڻ جي به آڇ ڪئي، پر سورهيه بادشاهه وراڻيو، "اسان کي وڏن جو مليل لقب 'پاڳارو' ڪافي آهي، اسين پنهنجي وطن جي آزاديءَ کان سواءِ ڪنهن به لقب کي قبول نٿا ڪريون."
<br/>
سزا ڪاٽڻ کانپوءِ، 1936ع ۾ سورهيه بادشاھ کي آزاد ڪيو ويو، پر هو خاموش نه ويٺو. هن حر گوريلا تحريڪ کي وڌيڪ سرگرم ڪيو ۽ "غازي حر فورس" جو بنياد وڌو، جنهن جو هيڊڪوارٽر سانگهڙ مَکِي ٻيلو ۾ قائم ڪيو ويو. حر سپاهين کي جديد جنگي مشقون ڪرايون ويون ۽ انگريزن کي سنڌ مان ڀڄائڻ لاءِ تياري شروع ڪئي وئي.
<br/>
انگريزن سورهيه بادشاھ جي انقلابي سرگرمين کان خوفزده ٿي، 1941ع ۾ کيس ٻيهر گرفتار ڪري، هندستان جي ناگپور جيل ۾ نظربند ڪيو. هن جي گرفتاري کانپوءِ، حر تحريڪ جي مجاهدن انگريزن خلاف زبردست ڪارروايون شروع ڪيون. ٽنڊو آدم ويجهو لاھور ميل ٽرين تي حملو ڪري، انگريز فوجين کي سخت نقصان پهچايو. حرن جي انهن ڪاررواين انگريزي حڪمرانن جون ننڊون حرام ڪري ڇڏيون.
<br/>
سورهيه بادشاھ "وطن يا ڪفن، آزادي يا موت" جو نعرو هڻي، حرن ۾ نئون جذبو پيدا ڪيو. سندس ان نعري انگريزن خلاف بغاوت کي وڌيڪ تيز ڪري ڇڏيو. حر سپاهي پنهنجي سرواڻ جي حڪم تي جان جو نذرانو ڏيڻ لاءِ هر وقت تيار رهيا.
<br/>
1942ع ۾ انگريز سرڪار حرن کي دهشتگرد قرار ڏئي، "حر ايڪٽ" لاڳو ڪيو. حر تحريڪ کي ختم ڪرڻ لاءِ مارشل لا لاڳو ڪيو ويو. انگريزن حر سپاهين ۽ سندن خاندانن تي ظلم جا نوان باب لکيا ويا. حر مجاهدن سميت انهن جي ٻارن عورتن ۽ پوڙھن کي جيلن، لوڙھن ۾  قيد ڪيو ويو، سندن مال ملڪيتون ضبط ڪيون ويون، ۽ ڪيترن کي سرعام ڦاسي ڏني وئي.
<br/>
آخرڪار، 20 مارچ 1943ع تي انگريزن سورهيه بادشاھ کي حيدرآباد جيل ۾ ڦاسيءَ تي چاڙهي ڇڏيو. جڏهن کيس ڦاسيءَ لاءِ آندو ويو ته سندس عمر 34 سال هئي. هن بهادريءَ سان اڳتي وڌي، ڦاسيءَ جي ڦندي کي پنهنجي هٿن سان ڳچيءَ ۾ وڌو، ان کي چمي ڏئي فرمايو: "مون کي خبر آهي ته منهنجو رت ضايع نه ويندو، منهنجي شهادت قوم لاءِ آزاديءَ جو سج بڻجي اڀرندي!" پوءِ فرمايائون، "شهادت اسان لاءِ تاج آهي، اڳتي وڌي پائڻ اسان لاءِ عبادت آهي!" سندس جسد خاڪي کي انگريزن وارثن حوالي نه ڪيو، پر ڪنهن اڻڄاتل هنڌ دفنائي ڇڏيو.
<br/>
سورهيه بادشاھ جي شهادت آزاديءَ جي تحريڪ کي ختم نه ڪري سگهي. سندس وفادار حر سپاهين، سندس قربانيءَ کي پنهنجي لاءِ مشعل راھ بڻائي، جدوجهد جاري رکي. 1947ع ۾ انگريزن کي آخرڪار سنڌ ۽ هندستان ڇڏڻو پيو، پر سورهيه بادشاھ جهڙا انقلابي اڳواڻ آزاديءَ کان اڳ ئي قربان ٿي چڪا هئا.
<br/>
اڄ 20 مارچ 2025 تي، سورهيه بادشاھ جي 82هين ورسي عقيدت ۽ احترام سان ملهائي پئي وڃي. سندس لازوال قرباني، سنڌ جي غيرت مند ماڻهن لاءِ هميشه هڪ روشن مثال بڻجي رهندي.
<br/>
"شهادت جو رت بيڪار نه ويندو آهي، اهو آزاديءَ جي پوک لاءِ پاڻيءَ جو ڪم ڏيندو آهي."
<br/>
<br/>
تحریر: آفتاب عالم مھر
    
    `,
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/8_tKnflX5QM?si=mdGlma-QTf6IoZH5&amp;start=16" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },

  {
    id: 3,
    title: "بشير خان قريشي",
    description: "",
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/a_S679_MROw?si=GpjagqIc2H1eH_I4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 4,
    title: "شيخ اياز",
    description: "",
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/sytQy_dBOMc?si=BuVApgfyIYBtgQyb" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 5,
    title: "مظفر ڀٽو",
    description: "",
    documentry: `
  <iframe width="100%" height="315" src="https://www.youtube.com/embed/LT9hlj4iTxs?si=GSTQSY9qf7D-0twk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 6,
    title: "هيمو ڪالاڻي",
    description: "",
    documentry: `
 <iframe width="100%" height="315" src="https://www.youtube.com/embed/pMYtFNvWIV4?si=m7RQB5xRmU8cxoHi" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 7,
    title: "هوشو شيدي",
    description: "",
    documentry: `
 <iframe width="100%" height="315" src="https://www.youtube.com/embed/QbRlmTeW6II?si=Elpb4BN_RWdpsYJF" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
  {
    id: 8,
    title: "جمن دربدر",
    description: "",
    documentry: `
<iframe width="100%" height="315" src="https://www.youtube.com/embed/Xqai5G_V9aY?si=CaDz1kWY_aSb2Yza" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
  `,
  },
];
export default SindhLeader;
