import SindhiCultureGallery from "../../gallery/gallery";
import { Link } from "react-router-dom";
import mapImg from "../../../assets/images/sindh-map.jpg";
import moen from "../../../assets/images/historicalPlace/moenjoDaro.jpg";

import { motion } from "framer-motion";
// /////////////////////////
import SindhPlaceGallery from "./moreDetailGallery";
import LightGallery from "lightgallery/react";
import "lightgallery/css/lightgallery.css";
import "lightgallery/css/lg-zoom.css";
import "lightgallery/css/lg-thumbnail.css";
import lgZoom from "lightgallery/plugins/zoom";
import lgThumbnail from "lightgallery/plugins/thumbnail";
////////////////////////////////////////////////////////
function More_Detail() {
  return (
    <div className="container">
      {/* new row */}
      <div className="row">
        <div className="col-12  p-3 SindhDetail fs-4">
          <h1 className="SindhDateH1">سنڌ جي اقتصادي تاريخ</h1>
          <p className="SindhDetailP">
            سنڌ جي اقتصادي تاريخ : انساني ارتقا جي پس پرده محرڪن ۾ معيشت هڪ اهم
            محرڪ آهي. انسان جي ترقي، سماجي نظام، سماجي تبديلي، معاشي وسيلن جي
            تبديلي، ڏينهن رات اڳتي وڌڻ واري جنون انسان کي هن منزل تي پهچايو.
            دنيا جي ٻين ملڪن وانگر سنڌ به سماجي، تمدني ۽ سياسي پهلوئن ۾ پنهنجي
            مخصوص معاشي حالتن موجب انقلابي اثر قبول ڪندي رهي آهي ۽ اڄ، ورهين/
            ايامن جي اٿل پٿل ۽ تبديلين جو نتيجو آهي. اقتصادي حوالي سان سنڌ شروع
            کان وٺي هڪ خوشحال ملڪ رهيو آهي، جنهن جي شاهدي اڄ به ڪيترائي حوالا ۽
            ماخذ ڏين ٿا، پر سنڌ جي مڪمل اقتصادي ترقي يا ڍانچي تي ڪو مستند مواد
            نه سهيڙيو ويو آهي ۽ نه ئي ڪا جامع تاريخ موجود آهي، جيتوڻيڪ تاريخ جا
            ماهر هر سماجي وارتا جو محرڪ معاشي مفاد ئي ڄاڻائين ٿا ۽ سنڌ تي ٿيندڙ
            مسلسل ڪاهون يا حملا به ان ڳالهه جي گواهي آهن ته سنڌ معاشي حوالي سان
            هڪ خوشحال ملڪ رهيو آهي. سنڌ جي معيشت جو مضبوط هئڻ ئي اهو واحد مفاد
            هو، جنهن جي لالچ ۾ طاقتور قومون سنڌ تي حملي آور ٿيون، انهن حملن ۽
            ڪاهن عيوض سنڌ جي بقايا تاريخ وانگر سنڌ جي اقتصادي تاريخ به ڇڙوڇڙ
            واقعن تي مشتمل آهي. جنهن مان ڪجهه نه ڪجهه ان دور جي اقتصادي حالتن جي
            عڪاسي ٿئي ٿي، جڏهن ته دنيا جي قومن جي تاريخ، تهذيب، رسم رواج، هيئت ۽
            سماجي جوڙجڪ، توڙي انهن جي جسماني ۽ دماغي ترقي، اعتقادن، صنعت ۽ حرفت
            ۽ جاگرافيائي حيثيت متعلق مواد سهيڙجي چڪو آهي. سنڌ ملڪ جي تهذيب ۽
            ثقافت 5000 ورهيه ق. م کان به جهوني آهي، جيڪا دنيا جي ٻين تهذيبن ۾
            نروار آهي ۽ جنهن جي روشني مغربي ايشيا تائين پکڙيل نظر اچي ٿي. هتي جي
            رهاڪن جي هنر ۽ واپار جو اثر ٻي دنيا تي هر دور ۾ پوندو رهيو.
          </p>

          <img src={moen} alt="" className="w-100 mt-2 mb-2" />
          <p className="SindhDetailP mt-2">
            اقتصادي حوالي سان سنڌ جي قديم سنڌو سڀيتا، خاص ڪري موهن جي دڙي جي دور
            تي نظر وجهڻ سان اهڙا ڪيترائي ثبوت ملن ٿا، جيڪي ان وقت جي سنڌ جي
            اقتصادي حالتن تي روشني وجهن ٿا. ان دور جي اندر جڏهن اڄ جي ترقي يافته
            خطن تي نظر ڪجي ٿي ته هن وقت جا ترقي يافته خطا يا تهذيبون يا ته هيون
            ئي ڪونه، جيڪڏهن هيون به ته سنڌ جي ڏيهي تهذيب جي ڀيٽ ۾ ترقيءَ جي اوسر
            ۾ ايتريون اڳتي وڌيل ڪو نه هيون. سنڌ وارو خطو ان دور ۾ به هڪ ترقي
            يافته ملڪ هو، جنهن جو مدار معاشي ترقيءَ تي هو. موهن جي دڙي واري
            تهذيب مؤرخن مطابق ڪلديا/ ڪلداني، عراق ۽ مصر جي تمدن جي همعصر هئي ۽
            250 ورهيه ق. م تائين جاري رهي. موهن جي دڙي جي دريافت ٿيڻ کان اڳ سنڌ
            جي قديم تاريخ بابت ڪو به مواد موجود نه هو ۽ هن دڙي جي دريافت ٿيڻ سان
            سنڌ جي تاريخ جا ڪيترائي بند باب کلي پيا، جن ۾ هڪڙو رخ ان دور جي
            اقتصادي حالت جو به هو. موهن جي دڙي مان ڪيتريون ئي اهڙيون شيون مليون
            آهن، جيڪي ان دور جي صنعت، واپار، زراعت وغيره جي موجودگي ۽ ترقيءَ جي
            گواهي ڏين ٿيون ۽ تاريخ اهڙين ڪيترين شين جي نشاندهي ڪئي آهي، جيڪي ان
            دؤر ۾ خريد فروخت ٿينديون هيون. جيئن ته موهن جي دڙي مان ڪاري رنگ جو
            سلاجيت ۽ ڦاڙهي جا سڱ به مليا آهن. نير ۽ ململ جو واپار وغيره ان ڳالهه
            جي شاهدي ڏين ٿا ته آڳاٽا سنڌي زراعت کانسواءِ صنعت ۽ حرفت ۾ به برک
            هئا. اهو واپار فنيقيا يا بابلي تهذيبن سان هلندڙ هو، جن جون ڌارين
            ملڪن ۾ تجارتي ڪوٺيون هيون. فنيقيا وارا سنڌين کي ٽين ۽ شيهو به اوزارن
            ۽ ٿانوَ ٺاهڻ لاءِ پهچائيندا هئا. اهڙي طرح سنڌ جي مٽيءَ جي ٿانوَن جي
            ساخت به فنيقيا ۽ ڪريٽ وارن سان هڪجهڙائي رکندڙ آهي، تنهن مان هنن ٻنهي
            قديم تهذيبن سان سنڌو تهذيب جي ماڻهن جي تجارتي تعلقات ۽ ڏيتي ليتيءَ
            جو پتو لڳائي سگهجي ٿو. موهن جي دڙي مان عاج جا ڍارا، سليٽ جهڙي شيءِ
            جا ٽڪر به هٿ آيا آهن. تن مان ظاهر آهي ته ٻارن جي رانديڪن کان سواءِ
            اتي جا ماڻهو شطرنج جهڙي راند کيڏندا هئا. سنڌي جهازرانيءَ جي فن کان
            به واقف هئا. خشڪيءَ رستي قافلا عراق جي مارڪيٽن جو ڪچو مال هتي
            پهچائيندا هئا. سنڌين جا غوراب عربي سمنڊ ذريعي بابل پهچندا هئا
            <br />
            <br />
            نامور محقق ڊاڪٽر ڊبليو. هنٽر لکي ٿو ته موهن جي دڙي وارا آڳاٽا سنڌي
            واپاري اپٻيٽ ۽ سوئيز تائين پهتا هئا. ميمفس جي ديوارن تي پڻ انهن
            مشرقي قومن جون تصويرون رنگين نمونن سان اُڪريل آهن، جن واپار سانگي
            اتي بيٺڪون قائم ڪيون هيون. سر ارل اسٽين جو چوڻ آهي ته مغربي ايران،
            وادي هيلمند، مڪران ۽ سنڌ ۾ هڪجهڙي تهذيب رائج هئي، ڇاڪاڻ ته مٿين ملڪن
            تائين سنڌ جي واپار جا قافلا ويندا هئا. انهيءَ زماني ۾ تور ۽ ماپ جا
            اوزار تمام نازڪ ۽ ننڍڙا هئا. اهڙا وٽ موهن جي دڙي مان دستياب ٿيا آهن.
            ڪي وڏا پٿر مخروطي شڪل جا تور ۾ وٽ طور ڪم آندا ويندا هئا. ننڍا وٽ
            خاڪي رنگ جي سليٽ جا هئا، جيڪي عراق ۽ الام/ عيلم جي وٿن سان مشابهت
            رکن ٿا. هن وقت تور لاءِ مڻ استعمال ٿئي ٿو، جيڪو رگ ويد ۾ مَنَ نالي
            سان استعمال ڪيل آهي. اهو ساڳيو لفظ لاطيني زبان ۾ ’مينا‘ ۽ فنيقي زبان
            ۾ ’مناهه‘
            <br />
            ؤرخن مطابق تور، ماپ ۽ جوتش جو علم (نجوم)، موهن جي دڙي ۽ بابل وارن وٽ
            هڪ ئي وقت هلندڙ هو. واپار جي ڪري، جتي سنڌ جو اثر سامي تمدن تي پيو.
            اتي سامي اثر پڻ سنڌ جي تمدن تي پيو هوندو، سنڌ جي سمنڊ واري ڊيلٽائي
            پٽيءَ تي ڪيترائي بندر هئا، جتان ٻيڙا مال کڻي ويندا هئا. هن دور ۾
            واپار جي حوالي سان سنڌو مهرن جو سمير مان ملڻ پڻ هڪ ثابتي آهي ته نه
            صرف روانگي بلڪ درآمدي واپار به ٿيندو هو، جنهنڪري سنڌو تهذيب جي معاشي
            ترقي ٿي. سنڌو سڀيتا شهري سڀيتا هئي، موهن جو دڙو ۽ هڙپا وڏا شهر هئا.
            اتي صنعت ۽ واپار هو، البت انهن وڏن شهرن جي چوڌاري ٻهراڙيون هيون، جن
            جو مکيه مدار زراعت تي هو.
            <br />
            موهن جي دڙي جي قديم دور کانپوءِ به اقتصادي حوالي سان اهو وهنوار جاري
            هو. موهن جي دڙي واري قديم تهذيب مان نئون آريائي دور شروع ٿيو. آرين
            متعلق محققن جا ٻه عام رايا آهن. هڪ اهو ته آريا ٻاهران آيا ۽ ٻين
            مقامي ماڻهن کي ’آريا‘ سڏيو آهي. آريائي دور ۾ به سنڌ جي مالي حالت جو
            دارومدار گهڻو ڪري زراعت تي هو. زمين کي هر ڏيئي پوکي ڪرڻ جو رواج هو.
            اهي ڍڳن سان هر ڪاهيندا هئا ۽ فصل پچڻ کان پوءِ ڏاٽي سان لڻندا هئا.
            آبپاشيءَ لاءِ ننڍيون ڪسيون، ٻنين کي پاڻي پهچائينديون هيون. اهي ڪهڙي
            پوک ڪندا هئا، تنهن لاءِ تاريخ ۾ جَوَ جو ڏس ملي ٿو، جڏهن ته تاريخ جي
            زماني کان به اڳ هتي ڪڻڪ ۽ ڪپهه جي پوک ته ٿيندي هئي، جنهن کي معيشت ۾
            اهميت حاصل هئي ۽ اها هن دور ۾ به ٿيندي هئي. ويدڪ واري زماني ۾ هتان
            جي هنرن ڪا نمايان ترقي ڪا نه ڪئي هئي. زرعي ڪم ڪار لاءِ بيل گاڏيون
            ضروري هيون، تنهن کان سواءِ جنگي ڪمن لاءِ رٿن جي ضرورت هئي. واڍن جو
            قدر هو، جيڪي ڦيٿن سان گاڏيون تيار ڪندا هئا. سنڌ جي بيل گاڏين جو
            نمونو اڄ به ساڳيو آهي، جيڪو موهن جي دڙي واري تهذيب ۾ رائج هو. ان کان
            علاوه ڌاتن مان اوزار ٺاهڻ جو رواج هو. ڌاتن مان ٿانو به جوڙيندا هئا.
            پتل، ٽامو ۽ لوهه استعمال ڪندا هئا. ڳوٺن ۾ رنگريز ڪپڙا رڱيندا هئا.
            گهرن ۾ زالون تڏن ۽ ٽوڪرين جوڙڻ کان علاوه چرخن تي سُٽ ڪتينديون هيون ۽
            ڪپڙو اڻنديون هيون، رگ ويد جي زماني کانپوءِ ذات پات جو فرق پوڻ ڪري
            اُچي ذات سڏائيندڙ طبقن ٻين طبقن جو قدر گهٽائڻ جي ڪوشش ڪئي ۽ زماني ۾
            ٻين کان زراعت، مال چارڻ، صنعت جا ڪم ورتا. رگ ويدڪ سماج ۾ هنري لوڪن
            کي جيڪا آزادي مليل هئي، سا پوئين زماني جي طبقن ختم ڪري ڇڏي. مجموعي
            طور هن دور ۾ سنڌ جو اقتصادي ڍانچو، گهڻي ڀاڱي زراعت تي دارومدار رکندڙ
            هو، پر شهر به معيشت ۾ پنهنجو ڪردار ادا ڪندا هئا. ان کانپوءِ واري دور
            کي ’برهمڻي دور‘ چئجي ٿو. جڏهن آريا سڏائيندڙ قومن سنڌوءَ جي ميدان کان
            نڪري گنگا ۽ جمنا واري ميدان، هماليه جي ترائيءَ، بهار، بنگال ۽ اوڙيسا
            تائين بيٺڪون قائم ڪري مختلف حڪومتن جو پايو وڌو. انهن ادبيات کي ترقي
            ڏني. هن دور ۾ مهاڀارت ۽ رامائڻ جا واقعا رونما ٿيا. سپت سنڌو ديس
            کانپوءِ جڏهن هنن لوڪن گنگا ۽ جمنا واري ميدان کي والاريو، جتي ندين جي
            وسيع پاڻيءَ کان سواءِ مينهن به ججهو پوندو هو، پاڻيءَ جي گهڻائيءَ سبب
            ٿيندڙ شادابيءَ کي ڏسي ان تي ’برهم ورت‘ يا ’ڀارت ورت‘ نالو رکيائون.
            برهمڻ ورت جي زماني ۾ سنڌ نهايت زرخيز ملڪ هو. هتي مينهن جام پوندو هو
            ۽ ڏڪر جو به خطرو رهندو هو. ان زماني جا هَر گهڻا وزندار هئا، 24 ڍڳا
            هر ڪاهيندا هئا. جَوَن، چانورن، تِرن ۽ ڪپهه جي پوک هتي عام جام ٿيندي
            هئي. هن دور ۾ هنرن وڏي ترقي ڪئي. يجر ويد ۾ هنرن جي فهرست ۽ مختلف
            ڌنڌن ۽ پيشن جو بيان ڏنل آهي. مثلاً: هن ۾ شڪاري، مهاڻا، ڌنار، ڪڙمي،
            ڪوري، ڪاسائي، جوهري، سونارا، رنگريز، واڍا، حجام، لوهار، ڌوٻي، ڪنڀار،
            ٻيڙائتا، ملاح، يورپي، ڪاٺيار، دربان، قاصد ۽ ميراثين جي پيشور پورهيت
            قبيلن جو ذڪر ڪيو ويو آهي. سمنڊ تي جهاز راني ڪرڻ بابت ڪو بيان ڪونهي،
            فقط درياهن تي ٻيڙيون نظر اچن ٿيون. زالون ڪپڙي اُڻڻ، رڱڻ ۽ گهرو هنرن
            کان واقف هيون، غريب ڳوٺاڻا گڏا ۽ ٽوڪريون جوڙيندا هئا. ڌاتن جي هنر ۾
            ڪاريگرن، رگ ويد جي زماني کان به وڌيڪ ترقي ڪئي. رگ ويدڪ ۾ سون، چاندي،
            پتل ۽ شيهي جو ذڪر ملي ٿو، پوءِ لوهه جو رواج پيو، جيڪو شايد بابل کان
            گهرائيندا هئا. تور ۽ ماپ جو رواج اڳ پئجي چڪو هو. سون تورڻ کي ستامنا
            چوندا هئا ۽ ڪرشنا قسم جو هڪ سڪو واپاري استعمال ڪندا هئا. هن دور ۾
            ريشمي ۽ زعفران ۾ رڱيل ڪپڙن جو رواج پيو. يجر ويد ۾ حڪيمن، جراحت جي
            ڪمن، ۽ اٿر ويد ۾ جڙين ٻوٽين، دوائن ۽ بيمارين، خاص ڪري مليريا، سنڌن
            جي سور، قبض ۽ پيچش جهڙن مرضن جا نالا ڏنل آهن. برهمڻ دؤر کانپوءِ مؤرخ
            سنڌ جي تاريخ کي جين ۽ ٻڌ ڌرم جي نسبت دورن ۾ ورهائين ٿا. اقتصادي
            حوالي سان هن دور جو جائزو وٺبو ته جين ۽ ٻُڌ ڌرمن جي رائج ٿيڻ ڪري
            برهمڻن جو صدين کان ڄمايل اقتدار گهڻي ڀاڱي ڪمزور ٿي چڪو هو. راجا
            خودمختيار هئا. اڳ زمين جي پيداوار جو ڇهون حصو ڍل طور وٺندا هئا ۽ بعد
            ۾ ڏهون حصو کين ملندو هو. غير زميني ۽ لاوارثن جي ملڪيت تي سندن حق هو.
            راجا پنهنجي جاگيردارن جي ماڻهن کان بيگر وٺندا هئا. ڳوٺاڻا ڪجهه ايڪڙ
            زمين، راجائن لاءِ شڪارگاهن طور مخصوص رکندا هئا. هر ڳوٺ جو پٽيل ڍل
            وصول ڪندو هو. جنگ جي حالتن کي منهن ڏيڻ ۽ ڏڪر کي ٽارڻ لاءِ راجائن وٽ
            اُن جا گدام هئا. برهمڻ جيڪي زمينون آباد ڪندا هئا، تن کي به زميندارن
            کي ڍل ڏيڻي پوندي هئي. ڪنهن پير مرد ڳوٺاڻي جي مرڻ کان پوءِ سندس ٻنيءَ
            جي نئين سر ورهاست ڪندا هئا. ڪٽنب جي ڀاتين کان علاوه ڌارين کي زمين جو
            حصو ملي سگهندو هو. هن کان اڳ برهمڻن کي ٻليدان ڪرڻ جي موقعن تي جيڪي
            زمينون خيرات طور ملنديون هيون، سي موروثي شمار ٿينديون هيون، هن دور ۾
            اهو قاعدو منسوخ ٿي ويو. زمين جي ماپ ايڪڙن بدران يوجنا سان ڪئي ويندي
            هئي. زمينون گهڻيون ڪشاديون هيون. ڪي ڪي ٻنيون هزارين ايڪڙن تائين
            پکڙيل هيون، جن کي کيڙڻ لاءِ زميندار (برهمڻ) پنج پنج سؤ هر استعمال
            ڪندا هئا. زمين کيڙڻ عيوض هارين کي اجورو ڏيڻو پوندو هو. اٽڪل ستن قسمن
            جا فصل پوکيا ويندا هئا، جن ۾: چانور، تر ۽ جَوَ اهم هئا. ميوا، ڪمند،
            ڀاڄيون ۽ گل به پوکيا ويندا هئا. ڳوٺن جو پٽيل، ڳوٺاڻن پاران سياسي
            نمائندگي ڪندو هو. ڳوٺاڻا ۽ شهري، سياسي معاملن ۾ کانئس صلاح وٺندا
            هئا. پٽيل جي نگرانيءَ هيٺ مهمان خانا، تلاءَ ۽ رستا هوندا هئا، زالون
            مڙني ڪمن ۾ حصو وٺنديون هيون. تاريخدانن مطابق ٻڌ دور ۾ ڪڏهن به ڏڪر ڪو
            نه پيو. سال ۾ ٻه فصل لڻندا هئا. هارپ ۽ واپار وئشن جي هٿن ۾ هو.
            برهمڻن جو زور گهٽجڻ لڳو. اڳ گهر ويٺي مزا ماڻيندا هئا، پوءِ مذهبي
            انقلابن اچڻ ڪري کيتي ۽ واپار کي لڳي ويا. کتري حڪمران به هارپ جو ڪم
            ڪرڻ لڳا. گذريل دور کان هن دور ۾ هاري گهڻو آزاد هئا. اڳ کتري زوريءَ
            زمين تي قبضو ڪندا هئا، هينئر سندن اڳوڻو اوج برهمڻن وانگي گهٽجڻ لڳو.
            اهي جهنگن کي وڍي نيون زمينون آباد ڪرڻ لڳا. ٻڌ ڌرم واري دور ۾ صنعت ۽
            حرفت اڳي کان وڌيڪ ترقي ڪئي. مختلف هنر جهڙوڪ: تير ڪمان جوڙڻ، زيور
            ٺاهڻ، لوهارڪو، واڍڪو، جنڊيءَ جو ڪم ٿيندو هو، جنگي رٿ ٺاهڻ ۽ ٻين
            مختلف ڪاريگرين جا قسم ڏنل آهن. اُن کان سواءِ جاين جي پٿرن کي گهڙڻ
            وارا، چمڙي رڱڻ وارا ۽ موچڪو ڌنڌو ڪندڙ به نظر اچن ٿا. هن دور ۾ انهن
            بهترين ڪاريگريءَ جا نمونا ايجاد ڪيا. ڪاريگرن مٿان هڪڙو مستري نظرداري
            ڪندو هو. هن دؤر ۾ درزڪو ڪم به ٿيندو هو. ان کان سواءِ ٻيا ڌنڌوڙي
            جهڙوڪ: ڪاسائي، شڪاري، ماري، مهاڻا، جوڳي، ميراثي، ڀنڊ ۽ ناچو وغيره
            هتي جي قديم قبيلن ۾شمار ٿيندا هئا. هتان جا ڪوري عمدو باريڪ ڪپڙو
            اڻندا هئا. خاص طور هالڪنڊيءَ جون ململون راجا جي مهر لڳائڻ کان سواءِ
            ٻاهر وڃي نه سگهنديون هيون. عاج جون چوڙيون ٺاهيندڙ چوڙيگر ۽ ڪنڀار
            بهترين شيون تيار ڪندا هئا، يعني ته سمنڊ تي واپار جهازن ذريعي ۽
            خشڪيءَ رستي قافلن جي اچ وڃ جاري هئي. گلن جي هارن پائڻ جو به رواج هو.
            ڪاريگرن جو ٺهيل سامان سيٺيون خريد ڪندا هئا ۽ ڪاريگرن کي پيشگي رقم
            ڏيڻ جو به رواج هو. پوري وقت تي مال ڏيڻ لاءِ ڪاريگر ٻڌل هئا. هر هڪ
            مها سيٺي (لکاپتي سيٺ) وٽ 500 ننڍا سيٺيون ڪاروبار هلائڻ لاءِ رهندا
            هئا. ڪاريگرن جي دڪانن تي ماڻهن جو هجوم رهندو هو. لوهار ڪهاڙيون،
            پاڪيون، هر، ڪوڏرون، وڍ ڪُٽ جو سامان تيار ڪندا هئا. شهر ۾ جدا جدا شين
            جون بازارون هيون. نيروٽين، ڪورين ۽ چوڙيگرن جي بازار لڳندي هئي. ساٽين
            ۽ مهاڻن جو ڪم مڇي ماري، شهرن ۾ وڪرو ڪرڻ هو. اهي درياهه ۽ ڍنڍن جي
            ڪنارن تي ڪاٺين جي جهوپڙين ۾ رهندا هئا ۽ پاڻيءَ جا پکي پڻ پاليندا
            هئا. ان دؤر ۾ واپارين کي وڻجارا چيو ويندو هو، اهي ساڳيا لفظ اڄ به
            سنڌي ٻوليءَ ۾ رائج آهن. بندرن تي مال پهچڻ شرط واپاري اچي واڪ ڏيندا
            هئا. سنڌ جي بندرن، جهڙوڪ: پٽالا، مينانگرا ۽ ڀنڀور تي ڪلداني، مصري،
            فنيقي ۽ عرب واپارين جا جهاز لنگر انداز ٿيندا هئا. اتان ڏيساور مال
            کڻي ويندڙ ڏيهي توڙي پرڏيهي جهاز روانا ٿيندا هئا. ان زماني ۾ مال جي
            ويمو ڪرائڻ جو به رواج هو. جيڪڏهن ڪنهن سوداگر جي مال کي سمنڊ جي سفر
            دوران نقصان رسندو هو ته جهاز ران رقم ڀري ڏيندا هئا. الهندي ايشيا جي
            ملڪن جا واپاري گجرات مان سچا موتي ۽ سنڌ مان مصالحو، خوشبودار شيون،
            ڪپڙو، نير ۽ ڪاٺ خريد ڪندا هئا، ڇاڪاڻ ته بابل کي عمارتي ڪاٺ جي سخت
            ضرورت هئي. اهي جهاز ايراني نار ۽ مڪران جو ڪنارو وٺي سنڌ جي بندرن تي
            لنگر انداز ٿيندا هئا. قافلن وارا واپاري ’سٿا واها‘ سڏبا هئا. هرهڪ
            قافلي سان حفاظت لاءِ جٿا ساڻ هلندا هئا. واپارين جا به ڪيترا قسم هئا،
            جيئن: ڪوتا وڻجار (ڀائيوار)، مها وڻجار (وڏو واپاري)، سيري وڻجار
            وغيره. قافلا گهڻو ڪري رات جو مسافري ڪندا هئا ۽ تارن جي وسيلي وقت ۽
            طرف معلوم ڪيو ويندو هو. بنارس جو مال قافلن ذريعي گنگا (ڀاڳلپور) کان
            بنگال جي اپسمنڊ تي پهچندو هو. الهندي ۾ ڀڙوچڪا (ڀڙوچ) ۽ راجپوتانا کي
            لتاڙي، ڀنڀور کان اوفير ڏانهن ۽ يمن جي بندرن کان شام ۽ مصر تائين
            ويندو هو. ميناننگر جي ڪپهه ڀڙوچ ڏانهن ويندي هئي ۽ ڀڙوچ کان لاک ٻاهر
            ويندي هئي. فنيقا جا سوداگر آئونين ٻيٽن کان گندرف ۽ سڪو ميوو آڻيندا
            هئا. هندي واپاري انهن ٻيٽن کي ياونا چوندا هئا. راجگريءَ جي مال جا
            قافلا گنڌارا تائين ويندا هئا. اهو رستو وچ ايشيا تائين ويندو هو، جيڪو
            ٽئڪسيلا کان لنگهندو هو. پنجاب جي ندين ذريعي چين ۽ ڪشمير جو مال سنڌ ۾
            پهچندو هو. سنڌ مان گهوڙا ۽ گڏهه هندستان جي پرڳڻن ڏانهن ويندا هئا.
            درياهن تي پتڻن کي ’گهاٽڪ‘ چوندا هئا. سنڌيءَ ۾ اڄ به اهو لفظ ’گهاٽ‘
            جي بدليل صورت ۾ مروج آهي. انهن پتڻن ۽ بازارن ۾ گوشت وڪامندو هو. شهرن
            ۾ شراب ۽ هٿيارن جو وڪرو عام ٿيندو هو. بازارن ۾ شين جي مٽاسٽا شين
            ذريعي ڪئي ويندي هئي.
            <br />
            <br />
            هن دور کان پوءِ ايراني دور جي شروعات ٿئي ٿي. ايرانين جي قابض ٿيڻ
            کانپوءِ سنڌ جي اقتصادي حالت جو جائزو وٺبو ته سنڌ جون اقتصادي حالتون
            لڳ ڀڳ ساڳيون هيون، ڇو ته ايرانين سنڌ تي قبضو ان جي اقتصادي خوشحاليءَ
            کي ڏسي ڪيو هو. تاريخ ۾ ڏٺو وڃي ته دنيا جون تقريباً سموريون تهذيبون
            درياهن جي ڪنارن تي اُسريون، ڇاڪاڻ ته ان وقت زراعت اقتصادي ڍانچي جو
            اهم ذريعو هئي ۽ اُها درياهن سان ئي وابسته هئي. سنڌ جي تمدن جي تاريخ
            جو دارومدار به سنڌو درياهه تي رهيو آهي. نيل، فرات، سيحون (سنڌو) ۽
            جبحون ندين جا رهاڪو انهن درياهن جي وجود سبب ئي تمدني زندگيءَ جي
            شروعات ڪري سگهيا هئا، ڇاڪاڻ ته زندگيءَ جون سموريون ضرورتون مٿين
            درياهن جي ڪري، ڪلدانين، مصر ۽ سنڌين کي ميسر هيون. مصري ۽ هند سنڌ
            وارا پنهنجن درياهن کي ديوتا سمجهي سندن پرستش ڪندا هئا. هي درياهه نه
            رڳو زراعت، پر پاڻيءَ جي جهازن ذريعي واپار جي ڏي وٺ لاءِ به بهترين
            ذريعو رهيا هئا. ڪشمير، ٿٻيٽ، چين، افغانستان مشرق ۽ انڊوگئنجيٽڪ
            (سنڌو- گنگا) ميدان وارن شهرن جو مال سنڌو درياهه رستي سنڌ جي شهرن ۽
            بندرن تي پهچندو هو. 700 ق. م ڌاري سنڌ جو واپار ايراني نار رستي عراق
            سان هلندو هو. مصري، فنيقي ۽ عرب توڙي ايراني سوداگر، سنڌونديءَ جي
            ڊيلٽا وارن بندرن سان واپار ڪندا هئا. ايران ۽ سنڌ جي سياسي واقعن مان
            خبر پوي ٿي ته سائرس 558 ۽ 530 ق. م ۾ بلخ تائين ملڪ فتح ڪيو هو. خاص
            طور زينو خان جي بيان مان ثابت ٿئي ٿو ته سائرس اعظم، بابل کي فتح ڪرڻ
            کانپوءِ هندي وڏي سمنڊ تائين رهندڙ قومن کي زير ڪيو هو، يعني مهراڻ جو
            سمورو ڊيلٽا سندس قبضي هيٺ اچي ويو. ايرانين واپار جي سهولت لاءِ
            باقاعدي سِڪا رائج ڪيا هئا. جن جو وزن 130 گرين هو، انهن جي هڪڙي پاسي
            تي تير ڪمان جي شڪل ۽ ٻئي پاسي شهنشاهه جي تصوير اُڪريل هئي، جنهن کي
            ’دريڪ‘ سڏبو هو، انهن سڪن جو سون خالص سنڌي سون هو، تنهنڪري ٻين ملڪن
            جا سوداگر ان کي خوشيءَ سان خريد ڪندا هئا. بلڪ ايلام، ميديا ۽ بابل
            وارا سنڌ مان سون خريد ڪندا هئا. ايڪباتانا، سوسا ۽ بابل جا خزانا سنڌ
            جي سون سان ڀريل هئا. سنڌ جي مال جا قافلا، ريشمي ڪپڙن، گرم مصالحن،
            عاج، سون ۽ خوشبودار شين سان ڀريل، مڪي جي تنگ ۽ تاريڪ ڳلين مان
            لنگهندا هئا. هر هڪ قافلي ۾ ٽي هزار اُٺ، جن مان هر اٺ تي پنج مڻ ٻوجهو
            هوندو هو، سي حجاز براهه، بيت المقدس ۽ مصر ڏانهن ويندا هئا. اها تجارت
            قريش خاندان جي معرفت هلندي هئي. هي اهو زمانو هو، جڏهن عربن جي جهالت
            عروج تي هئي. قافلن جي مال مان ٿيل سالياني آمدني چار ڪروڙ روپين جي لڳ
            ڀڳ ٿيندي هئي، جنهن مان تقريباً ٻه ڪروڙ روپيا فائدي جي رقم هوندي هئي.
            سبا جا سوداگر ڳاڙهي سمنڊ رستي مال شام، فنيقيا ۽ مصر تائين پهچائيندا
            هئا. سبائن وٽ قديم تحرير جو رواج هو. دارا سنڌ لاءِ چوڪنڊا ۽ پنج ڪنڊا
            سيگلو سڪا تيار ڪرايا هئا، جيئن مغربي ملڪن سان سندس واپار جاري رهي.
            تاريخ ٻڌائي ٿي ته اهي سڪا بنارس کان وٺي اوفير تائين رائج هئا. سنڌوءَ
            رستي ٻيڙن ذريعي جيڪو مال ڀنڀور پهچندو هو، سو هتان سامونڊي غورابن ۾
            ڀربو هو ۽ واپارين کي گمرگ (ڪسٽم ڊيوٽي) ڏيڻي پوندي هئي. ڌارين ملڪن جي
            واپارين جون هتي ڪوٺيون هيون. فنيقيا جا واپاري غلامن جو به واپارڪندا
            هئا. يونان ۾ في غلام جي قيمت ڏهه پائونڊ هئي. خشڪيءَ رستي سنڌ جا
            قافلا براهه، مڪران، اصطبخر، اوفير ۽ تدمر تائين ويندا هئا.
            <br />
            <br />
            ايراني دور کان پوءِ سنڌ کي سڪندراعظم جي اڳواڻيءَ ۾ يونانين فتح ڪيو ۽
            سنڌ، يونانين جي هٿ هيٺ اچي وئي. سڪندر وٽ فنيقي ۽ مصري ملاحن جا دستا
            هئا. هن جهلم مان ٻيڙيون ٺهرائي، لشڪر سان سنڌو درياهه جو ڪپ وٺي سنڌ
            تي ڪاهه ڪئي. واٽ تي مالي قوم کان ملتان ۽ اُچ فتح ڪري، يادگار لاءِ هن
            اتي ڪي شهر ۽ قلعا تعمير ڪرايا. پٽالا جي راجا موڪريسر (موسيڪانس) کي
            هن شڪست ڏني ۽ راجا سامبس ساڻس مقابلو ڪيو ۽ مارجي ويو. پٽالا کان هن
            هاٿين جو دستو، پنهنجي سپهه سالار ڪراٽيرس جي سربراهيءَ ۾، دري مولهه
            کان مڪران ڏانهن روانو ڪيو ۽ پنهنجي اميرالبحر نيرڪس کي جهازن جي دستي
            سان، سنڌونديءَ جي ڊيلٽا کان، مڪران جي ڪناري کان، ايراني نار ذريعي
            عراق ڏانهن روانو ڪيو. سنڌ مٿان پيٿان کي پنهنجو نائب مقرر ڪري،
            ارابطيس، حب ۽ لسٻيلي جي رستي کان، مڪران جو ڪنارو وٺي بابل پهتا، جتي
            سڪندراعظم وفات ڪئي. يونانين جي سنڌ تي ڪاهه ڪرڻ وقت هي ملڪ ننڍين
            رياستن ۾ ورهايل هو. وڏن شهرن کي مضبوط قلعا ڏنل هئا. سنڌ جا ڳوٺ مردم
            خيز هئا ۽ ڳوٺاڻا آزاد هئا. دشمن سان مقابلي ڪرڻ وقت راجائن پاران
            وڙهندا هئا. سڪندراعظم سنڌ جي آباديءَ لاءِ ڊيلٽا واري حصي ۾ کوهه
            کوٽايا هئا. تن ڏينهن ۾ ڪڇ جو رڻ پاڻيءَ سان ڀريل هو. ڪي قبيلا چوپائي
            مال تي گذران ڪندا هئا ۽ ڪي نديءَ جي ڪپ تي ڪانن جي جهوپڙين ۾ رهندا
            هئا، جن مان اڪثريت جو گذران ٻيڙين ذريعي مڇيءَ جي شڪار تي هو. اهي
            ڪانن مان ٽوڪرا ۽ گاهه مان تڏا جوڙيندا هئا. سنڌ جي ڪپهه پشم کان به
            نرم هئي. جنهن مان ڪپڙا اڻندا هئا. يونانين جي بيان موجب 326 ق. م ۾
            جڏهن هو سنڌوءَ جي ميدان جي اترئين حصي پنجاب ۾ هئا ته آبڪلاڻيءَ جي
            مند ۾ برسات ساندهه پوندي ڏٺي هئائون. سنڌ ۾ پنجاب جيتري برسات ڪا نه
            هئي، البت هوا ۾ گهم گهڻي ٿيندي هئي، ڇاڪاڻ ته جاگرافيائي لحاظ کان سنڌ
            اڳ ۾ ئي چوماسي هوائن جي دائري اندر هئي. ان زماني ۾ راجپوتانه صحرا
            بڻجي چڪو هو ۽ سنڌ جي کاٻي پاسي جو اڀرندو ڀاڱو سنڌو درياهه جو رخ ڦرڻ
            ڪري گهڻي ڀاڱي ويران ٿي چڪو هو، جتي اٽڪل هڪ هزار ويران شهر ۽ ڳوٺ ڏٺا
            ويا هئا. ’پالينيءَ‘ پنهنجي تاريخ ۾ سنڌ جي جواهرن ۽ لعلن جا قسم بيان
            ڪيا آهن. سنڌ جي مصري انتهائي شفاف هئي. يوناني لکن ٿا ته اُها چٻاڙڻ ۾
            انجير ۽ ماکيءَ کان وڌيڪ مٺي هئي. سنڌ ۾ ساليانا ٻه فصل ٿيندا هئا ۽
            هتان جي زمين نهايت زرخيز هئي. جوئر ۽ چانورن جي پوک اونهاري ۾ ۽ جَوَن
            جي پوک سياري ۾ ٿيندي هئي. ان کان سواءِ ڪپهه جي پوک به ٿيندي هئي.
            يونانين سنڌ جي ڪپهه کي چانديءَ سان تشبيهه ڏني ۽ هنن ان مان پنهنجين
            زينن لاءِ گاديلا جوڙايا هئا. سڪندراعظم جي ڪاهه جو بنيادي سبب اهو هو
            ته ايشيا جي اڻکٽ دولت تي واپار ذريعي قبضو ڪجي، يورپ ۽ ايشيا جا
            واپاري ناتا مضبوط رهن ۽ يوناني تهذيب، هنر ۽ زبان جو مشرق تي اثر رهي.
            اهڙي ارادي کي عملي جامو پهرائڻ لاءِ هن پاڻ سان گڏ هنرمندن ۽ فيلسوفن
            جي جماعت آندي هئي، جن سنڌو درياهه جي ڪپن تي نوان شهر تعمير ڪرايا.
            يوناني لشڪر اٺ سؤ جهازن وسيلي سنڌ ۾ پهتو هو. سڪندراعظم، اُچ
            (اسڪلنده)، پٽالا، ڀنڀور ۽ سون مياڻيءَ جي بندرن تي جهازن جي سهولت
            لاءِ دِڪا تعمير ڪرايا. کيس معلوم ٿيو ته ايران، چين ۽ هند جي خشڪيءَ
            وارن رستن ذريعي انهن کي مغرب سان ڳنڍي سگهجي ٿو. تنهن وقت ۾ سنڌو
            درياهه خاص طور هڪ اهم تجارتي وسيلو هو، جنهن ذريعي دنيا جو مال ايراني
            نار ۽ ڳاڙهي سمنڊ رستي يونان تائين آساني سان پهچي سگهندو هو.
            سڪندراعظم، پٽالا کان مهراڻ جي اوڀر واري شاخ ذريعي لکپت پهتو هو.
            ايراني نار تي سندس اڳ ۾ ئي قبضو هو. سنڌ کان موٽڻ بعد هن يمن ۽
            عربستان تي قبضي ڪرڻ جو ارادو ڪيو، پر سندس بابل پهچڻ کانپوءِ ڏينهن
            پورا ٿي ويا.
            <br />
            <br />
          </p>
        </div>
      </div>
      {/* -------------------------------------------- */}
      <LightGallery
        speed={500}
        plugins={[lgThumbnail, lgZoom]}
        download={false}
        zoomFromOrigin={true}
        hideBarsDelay={1000}
        selector="a"
      >
        <motion.div
          className="row"
          initial={{ opacity: 0 }}
          whileInView={{ opacity: 1 }}
          viewport={{ once: false, amount: 0.2 }}
          transition={{ duration: 1 }}
        >
          {SindhPlaceGallery.map((img) => (
            <div className="col-lg-2 col-md-3 col-sm-4 col-4 mb-4" key={img.id}>
              <a href={img.image}>
                <img
                  src={img.image}
                  alt={`Culture ${img.id}`}
                  className="img-fluid rounded shadow"
                  style={{
                    height: "200px", // 👈 Fixed height
                    width: "100%",
                    objectFit: "cover", // 👈 Prevent layout breaking
                  }}
                />
              </a>
            </div>
          ))}
        </motion.div>
      </LightGallery>
      {/* --------------------------------------------- */}
      <div>
        <iframe
          src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d4356916.1629140815!2d65.5583255189053!3d26.2666332152481!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394cc06b6bc1942b%3A0x2e2056a9c78be82d!2sSindh%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744287189543!5m2!1sen!2s"
          width="100%"
          height="400"
          allowfullscreen=""
          loading="lazy"
          referrerpolicy="no-referrer-when-downgrade"
        ></iframe>
      </div>
    </div>
  );
}

export default More_Detail;
