import bittShah from "../../assets/images/ShrinesofSindh/BittShah.jpg";
import sehwanSharif from "../../assets/images/ShrinesofSindh/sehwan_sharif.jpg";
import sachlSirMast from "../../assets/images/ShrinesofSindh/sachlSirMast.jpeg";
import pirjoGhot from "../../assets/images/ShrinesofSindh/pirjoGhot.jpeg";
import awaisKarni from "../../assets/images/ShrinesofSindh/awaisKarni.jpeg";
import sadardinShah from "../../assets/images/ShrinesofSindh/sadardinShah.jpeg";
import abdullahshahghazi from "../../assets/images/ShrinesofSindh/abdullahshahghazi.jpeg";
const ShrineDynamicData = [
  {
    id: 1,
    title: "حضرت شاه عبداللطيف ڀٽائي رحه",
    longDescription: `
    <p>
    حضرت شاه عبداللطيف ڀٽائي رحه، سنڌ جي تمام وڏن صوفي شاعرن مان هڪ آهن، جن جو جنم 1689ع ۾ هالا ڀٽ جي ويجهو ڀٽ شاه واري علائقي ۾ ٿيو. اوهان جو تعلق سچي ڀٽ قبيلي سان هو، جنهن ڪري اوهان کي "ڀٽائي" سڏيو ويو. اوهان جي زندگي علم، عشق، روحانيت، ۽ انسانيت جي خدمت سان ڀرپور رهي. اوهان ننڍپڻ کان ئي سنجيده، فڪر مند، ۽ صوفي مزاج انسان هئا، جن کي فطرت سان خاص محبت هئي.
<br/><br/>
شاه عبداللطيف ڀٽائي رحه جو پيغام محبت، امن، ڀائيچاري، ۽ حق جي ڳولا تي ٻڌل آهي. اوهان جون شاعريون صرف لفظن جو گڏيل مجموعو نه هيون، پر هڪ فڪري تحريڪ هئي، جيڪا انساني قلبن کي ڇهي ويندي هئي. اوهان پنهنجي شاعري ۾ سنڌ جي لوڪ داستانن جهڙوڪ سسئي پنهوار، مومل راڻو، سُر مارئي، نوري ڄام تماچي، ۽ ٻين ڪردارن کي استعمال ڪندي عشق، وفاداري، قرباني، ۽ سچائي جا درس ڏنا. اوهان جي شاعري جا هي سُر (ڌنون) هاڻي "شاه جو رسالو" جي نالي سان مشهور آهن، جيڪو سنڌي ادب جو خزانو آهي.
<br/><br/>
شاه صاحب پنهنجي شاعريءَ ذريعي صرف ظاهري عشق نه، پر الهي عشق ۽ روحاني سچائيءَ کي اجاگر ڪيو. اوهان جو عقيدو هو ته الله جي عشق ۾ حقيقي سڪون، نجات ۽ سچائي لڪل آهي. اوهان انساني برابري، خدمت، ۽ عاجزي کي وڏي اهميت ڏيندا هئا.
<br/><br/>
اوهان جي علمي ۽ فڪري شخصيت جو اثر اڄ به سنڌ جي ماڻهن جي دلين تي آهي. اوهان جي شاعري کي موسيقي سان ڳايو ويندو آهي، جنهن لاءِ "شاه جا راڳ" مشهور آهن. هر سال اوهان جي عرس مبارڪ تي لکين عقيدتمند ڀٽ شاه جي مزار تي حاضري ڏين ٿا.
<br/><br/>
شاه عبداللطيف ڀٽائي جي شاعريءَ ۾ قرآن پاڪ، حديث، ۽ اسلامي تعليمات جي ترجماني به ڏسڻ ۾ اچي ٿي، جيڪا اوهان جي ديني علم جي کوٽائي کي ظاهر ڪري ٿي. اوهان علم، عرفان، ۽ فڪر جو اهڙو مينار آهيو، جيڪو هميشه سنڌ ۽ اسلامي ثقافت جي روشنيءَ جو باعث رهندو.    
    </p>
    `,
    img: bittShah,
    map: `
    
    
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28735.59163794765!2d68.47202832133804!3d25.805258048738875!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394b949c762da61b%3A0xc349b7b3f410fa5c!2sBhit%20Shah%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744454269961!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/8G0ZLicwhg8?si=T1ZAic6m1ZnwyrBa&amp;start=14" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },

  {
    id: 2,
    title: "حضرت لال شهباز قلندر رحه",
    longDescription: `
    
    <p>
    حضرت لال شهباز قلندر رحه، سنڌ جي عظيم ولي، صوفي، ۽ روحاني بزرگ هئا، جن جو اصل نالو سيد عثمان ماروندهائي هو. اوهان جو جنم 1177ع ۾ ايران جي علائقي ماروند ۾ ٿيو. اوهان سادات خاندان سان تعلق رکندا هئا ۽ ابتدائي تعليم پنهنجي ئي شهر مان حاصل ڪئي. اوهان ننڍپڻ کان ئي علم، تصوف، ۽ روحانيت ڏانهن مائل هئا ۽ مختلف اسلامي علمن ۾ مهارت حاصل ڪئي.
<br/><br/>
حضرت لال شهباز قلندر پنهنجي جوانيءَ ۾ روحاني سچائي جي ڳولا ۾ ڪيترن ئي شهرن جو سفر ڪيو، جنهن ۾ بغداد، ڪربلا، مدينو، ۽ مڪه پڻ شامل هئا. آخرڪار اوهان سنڌ جي قديمي شهر سهون شريف ۾ اچي رهيا، جتي اوهان اسلام جي تعليمات، انسانيت، محبت، ۽ صوفي ازم جو پرچار ڪيو. اوهان جي شخصيت ۾ زهد، تقوى، علم، عاجزي، ۽ دلي محبت جو مثالي امتزاج هو.
<br/><br/>
اوهان جو لقب "قلندر" اوهان جي زاهدانه زندگيءَ جي ڪري پيو، جڏهن ته "لال" رنگ اوهان جي لباس ۽ عشق کي ظاهر ڪري ٿو. اوهان هر وقت لال رنگ جا ڪپڙا پائيندا هئا ۽ روحاني سرشاريءَ ۾ مست رهندا هئا. اوهان جي مجلسن ۾ امير، غريب، هندو، مسلمان، هر قوم ۽ مذهب جا ماڻهو بي ڌڙڪ اچي محبت، امن ۽ ڀائيچاري جا درس وٺندا هئا.
<br/><br/>
اوهان کي خاص محبت حضرت علي عليه السلام سان هئي، ۽ اوهان جي شاعري ۽ ڪلامن ۾ اها عقيدت چٽي نموني سان نظر اچي ٿي. اوهان جو پيغام سراسر انسانيت، محبت، وحدت، ۽ حق جي تلاش تي ٻڌل هو. اوهان جو مزار مبارڪ سهون شريف ۾ موجود آهي، جيڪو روحانيت جو مرڪز بڻيل آهي. هر سال اوهان جي عرس مبارڪ تي لکين ماڻهو سهون شريف پهچن ٿا، جتي ڌمال، قوالي، ۽ صوفيانه ذڪر جي ذريعي محبت جو اظهار ڪيو ويندو آهي.
<br/><br/>
حضرت لال شهباز قلندر جي تعليمات اڄ به ماڻهن کي باطني سچائي، عاجزي، ۽ محبت جي راهه تي هلڻ جو درس ڏين ٿيون. اوهان جو ڪلام، شخصيت، ۽ روحاني علم سنڌ جي ثقافت، ادب، ۽ روحانيت جي شان آهن، جيڪي هر دور ۾ ماڻهن جي دلين کي روشن ڪندا رهيا آهن.
    </p>
    
    `,
    img: sehwanSharif,
    map: `
    
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28585.784990606087!2d67.83900132272161!3d26.41627532454701!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x394aebf9f5f34481%3A0x448d4243fc8dfd94!2sSehw%C4%81n%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744455165493!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/FqMXVi_cVo8?si=MmT6UkZDD7ARNAyU" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },

  {
    id: 3,
    title: "حضرت سچل سرمست رحه",
    longDescription: `
    <p>
    حضرت سچل سرمست رحه، سنڌ جو هڪ وڏو صوفي شاعر، عالم، ۽ ولي الله هو، جن جو اصل نالو عبدالوهاب هو. اوهان جو جنم 1739ع ۾ درازو شريف (ضلع خيرپور، سنڌ) ۾ ٿيو. اوهان کي "سچل" انڪري چيو ويو، جو اوهان هر حال ۾ سچ ڳالهائيندا هئا، ۽ "سرمست" انهيءَ ڪري، جو اوهان الله جي عشق ۾ مست رهندا هئا.
<br/><br/>
سچل سرمست کي ڪيترين ئي ٻولين تي عبور حاصل هو، جن ۾ سنڌي، سرائڪي، فارسي، اردو، بلوچي، ۽ عربي شامل آهن. اوهان جو ڪلام نه فقط صوفيانه روحانيت سان ڀريل آهي، پر سچ، عشق، آزادي، ۽ انسانيت جو پيغام به ڏئي ٿو. اوهان جي شاعريءَ جو بنيادي موضوع "واحدانيت" يعني الله جي يڪتا هجڻ، عشق مجازيءَ کان عشق حقيقي تائين جو سفر، ۽ انسانيت سان محبت آهي.
<br/><br/>
سچل سرمست رحه عام ماڻهن سان بي حد محبت ڪندا هئا. اوهان جو چوڻ هو ته مذهبن کان مٿي انسانيت آهي. اوهان جي ڪلام ۾ مذهبي تنگ نظريءَ، فرقيواريت، ۽ نفرت جي سخت مخالفت ملي ٿي. اوهان جي هر شعر ۾ الله سان عشق، صوفي سوچ، ۽ روحاني روشنيءَ جي خوشبو آهي. اوهان جا شعر اڄ به ماڻهن کي سچ، صبر، عاجزي، ۽ محبت جي راه ڏيکاري رهيا آهن.
<br/><br/>
اوهان جي زندگي ۾ ڪيترائي روحاني تجربا ٿيا، ۽ اوهان سچ جي ڳولا ۾ هميشه مست ۽ فنافي الله رهيا. اوهان جو ڪلام صوفي ازم جي نرمل ڍنڍ وانگر آهي، جنهن ۾ هر پڙهندڙ کي پنهنجي دل جي تشنگيءَ جو علاج ملي ٿو. سچل سرمست جي شاعري سنڌي ادب جو ناياب خزانو آهي، جنهن ۾ لفظن جي سادگيءَ سان گڏوگڏ معنا جي گهراين به شامل آهي.
<br/><br/>
اوهان جو مزار مبارڪ درازو شريف ۾ موجود آهي، جتي هر سال اوهان جي عرس جي موقعي تي هزارين عاشق، عقيدتمند، ۽ صوفي فڪر جا ماڻھو گڏ ٿين ٿا، ڌمال وڄائجي ٿي، ڪلام پڙهيو وڃي ٿو، ۽ امن، عشق، ۽ سچ جو پيغام عام ڪيو وڃي ٿو.
<br/><br/>
حضرت سچل سرمست جي تعليمات اڄ به انساني دلين ۾ نور، عشق، ۽ سچائيءَ جا ڏيئا روشن ڪري رهيون آهن، ۽ اوهان جو ڪلام سدائين جي لاءِ روح جي غذا بڻيل آهي.
    </p>
    
    `,
    img: sachlSirMast,
    map: `
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3545.2525911553153!2d68.50810837528593!3d27.305282326415316!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935953877082aaf%3A0xd470b917f06d76f4!2sDaraza%20Sharif%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744455120391!5m2!1sen!2s" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/JWyHtvkMm7k?si=jPuWuj8AgooMsdzP" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },

  {
    id: 4,
    title: "پير جو ڳوٺ (روضو ڌڻي)",
    longDescription: `
    <p>پير جو ڳوٺ، جيڪو ضلعي خيرپور، سنڌ ۾ واقع آهي، هڪ روحاني، تاريخي ۽ ثقافتي حيثيت رکندڙ مقام آهي. هتي جو سڀ کان اهم روحاني مرڪز “روضو ڌڻي” جي نالي سان سڃاتو وڃي ٿو، جيڪو حضرت پير سيد محمد راشد شاهه جي نالي سان منسوب آهي. اوهان هڪ وڏو صوفي بزرگ، عالم، فاضل ۽ ولي الله هئا، جن جو روحاني اثر سڄي سنڌ سميت ڀرپاسي وارن علائقن ۾ پکڙيل آهي.
<br/><br/>
پير سيد محمد راشد شاهه جو پيغام امن، عشق، روحانيت ۽ انسان دوستيءَ تي ٻڌل هو. اوهان جي درگاهه تي هر سال هزارين زائرين عرس جي موقعي تي حاضري ڏين ٿا، جتي قرآن خواني، نعت خواني، ۽ روحاني محفلون منعقد ٿين ٿيون. روضو ڌڻي جي درگاهه نه فقط مذهبي عقيدت جو مرڪز آهي، پر اهو سنڌ جي تاريخي ورثي جي علامت پڻ آهي.
<br/><br/>
پير جو ڳوٺ علم ۽ ادب جو مرڪز به رهيو آهي. هتي جي خانقاهه نه صرف روحاني تربيتي اداري طور ڪم آندي، پر علمي ۽ علمبرداريءَ جي هڪ مضبوط روايت به قائم ڪئي. صوفياڻي ڪلام، ڪتاب، دستاويز ۽ فقيراڻو رنگ هتان جي سڃاڻپ آهي. روضو ڌڻي جي خانقاهه تي بيشمار ماڻهو روحاني تربيت وٺڻ لاءِ ايندا رهيا آهن.
<br/><br/>
اوهان جي درگاهه جو فن تعمير پڻ ڏسڻ وٽان آهي. سنگ مرمر سان سينگاريل مزار، رنگ برنگي ٽائلون، نقش نگاري، ۽ ديوارون سنڌي اسلامي فن تعمير جو عڪس پيش ڪن ٿيون. شام جو وقت، جڏهن زائرين دعا ۾ مشغول هوندا آهن، تڏهن درگاهه تي هڪ خاص روحاني ماحول پيدا ٿيندو آهي.
<br/><br/>
پير جو ڳوٺ، پنهنجي روحي وِجهه، علم، ۽ عقيدت سان سنڌ جي انهن مقامن مان آهي، جتي دل ۽ روح کي سکون ملي ٿو، ۽ ماڻهو پاڻ کي الله جي ويجهو محسوس ڪري ٿو. روضو ڌڻي جي موجودگي اڄ به سنڌ جي روحاني نقشي تي هڪ چمڪندڙ ستاري وانگر روشن آهي.</p>
    `,
    img: pirjoGhot,
    map: `
    
    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28288.427489684185!2d68.59933017546778!3d27.59187287989906!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3935ceb55ed8d07d%3A0x41cb7e93ac4e2bfe!2sP%C4%ABrjo%20Goth%2C%20Pakistan!5e0!3m2!1sen!2s!4v1744455516110!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/IX6tSPVHWBY?si=5DUp6nMXeLfCVm6R" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },

  {
    id: 5,
    title: "حضرت عبدالله شاهه غازي",
    longDescription: `<p>
    
    حضرت عبدالله شاهه غازي رحه، سنڌ توڙي سڄي پاڪستان جو هڪ وڏو روحاني ۽ مذهبي مرڪز آهي، جيڪو ڪلفٽن، ڪراچي ۾ واقع آهي. اوهان نبي پاڪ ﷺ جي اهل بيت مان هئا ۽ حضرت امام حسين عليه السلام جي اولاد مان هجڻ سبب اوهان کي وڏي عقيدت ۽ احترام سان ڏٺو وڃي ٿو. حضرت عبدالله شاهه غازي جو اصل نالو عبدالله بن محمد بن حنفيه هو. اوهان جي پيدائش هجري 98 ڌاري ٿي ۽ اوهان خلافت بني امويه جي دور ۾ اسلامي تبليغ لاءِ سنڌ تشريف آندو.
<br/><br/>
اوهان هڪ بهادر، الله دوست، ۽ علم و فضل سان ڀرپور انسان هئا. سنڌ جي زمين تي جڏهن ظلم، جبر ۽ بدعت وڌي ويئي، تڏهن اوهان تبليغ اسلام، عدل، انصاف ۽ حق جي ڳالهه ڪئي. اوهان جو پيغام امن، محبت، ڀائيچاري، توحيد ۽ انسانيت تي ٻڌل هو. ان وقت جي حڪمرانن اوهان جي واڌندڙ مقبوليت کان پريشان ٿي اوهان تي حملو ڪرايو، جنهن سبب اوهان شهيد ٿي ويا. اوهان جي شهادت کانپوءِ، اوهان جو مزار ڪلفٽن جي هڪ بلند ٽڪريءَ تي قائم ڪيو ويو، جيڪو اڄ به ماڻهن لاءِ روحاني مرڪز جي حيثيت رکي ٿو.
<br/><br/>
حضرت عبدالله شاهه غازي جي درگاهه تي روزانو هزارين ماڻهو زيارت لاءِ اچن ٿا. درگاهه جي فن تعمير سادو پر روحانيت سان ڀريل آهي. مقبرو مٿان سائي رنگ جي گنبد سان سينگاريل آهي، جيڪو صوفي سڃاڻپ جو نشان بڻجي چڪو آهي. هر سال اوهان جو عرس وڏي عقيدت ۽ احترام سان ملهايو ويندو آهي، جنهن ۾ درگاهه کي خوبصورتي سان سينگاريو ويندو آهي، قوالين جون محفلون، دعا، نياز ۽ روحاني محفلون ٿين ٿيون.
<br/><br/>
اوهان جي درگاهه جي خاص ڳالهه اها آهي ته اها ڪراچي جي ڪناريءَ تي واقع آهي، جتي سمنڊ جي لهرن جي آواز ۽ روحاني سکون، زائرين جي دلين کي مطمئن ڪري ڇڏين ٿا. مشهور روايتن مطابق، حضرت عبدالله شاهه غازي جي درگاهه سمنڊ جي وڏن طوفانن کان ڪراچي کي بچائيندي آئي آهي، انڪري اوهان کي "ڪراچي جو نگهبان بزرگ" به سڏيو ويندو آهي.
<br/><br/>
اوهان جي تعليمات، انسانيت جي خدمت، اسلام جي تبليغ، ۽ صوفياڻي عشق اڄ به سنڌ ۽ پاڪستان جي روح ۾ زنده آهن. حضرت عبدالله شاهه غازي جي درگاهه، نه فقط عقيدي جو مرڪز آهي، پر تاريخ، روحانيت، ۽ صوفيت جو عظيم مثال به آهي.
    
    
    </p> `,
    img: abdullahshahghazi,
    map: `
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.5557991107403!2d67.02823097519833!3d24.8106595779619!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3eb33da5d7ff3bc3%3A0x9b1d3024c8e2a957!2sShrine%20Hazrat%20Syed%20Abdullah%20Shah%20Ghazi!5e0!3m2!1sen!2s!4v1744457827164!5m2!1sen!2s"  allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
    
    `,
    documentry: `
    
    <iframe width="100%" height="400" src="https://www.youtube.com/embed/rwOcjH7uMXE?si=3tEDvuHt5ljCTvkD" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
    
    `,
  },
];
export default ShrineDynamicData;
